Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: Remove from favourites
gl: Retirar de favoritos
pl: Usuń z ulubionych
ru: Удалить из избранного
tr: Sık kullanılanlardan kaldır

source: Add to favourites
gl: Engadir a favoritos
pl: Dodaj do ulubionych
ru: Добавить в избранное
tr: Sık kullanılanlara ekle

source: %s is a child of %s and cannot be selected at %s
fr: %s est un enfant de %s et ne peut être sélectionné à %s
gl: %s é un fillo de %s e non pode ser seleccionado para %s
pl: %s jest elementem podrzędnym %s i nie może być wybrany w %s
ru: %s является дочерним элементом из %s и не может быть выбран в %s
tr: %s bir %s çocuğudur ve %s de seçilemiyor

source: Favourites
fr: Favoris
gl: Favoritos
pl: Ulubione
ru: Избранное
tr: Sık kullanılanlar

source: An array of strings pointing to desktop files shown as icons
fr: Un tableau de chaînes pointant vers des fichiers de bureau présentée comme icônes
gl: Unha matriz de cadeas que apuntan aos ficheiros de escritorio amosados como iconas
pl: Tablica ciągów wskazujących na pliki pulpitu pokazane jako ikony
tr: Simge olarak gösterilen masaüstü dosyalarını gösteren dizeler dizisi

source: Normal icon size
fr: Taille normale de l'icône
gl: Tamaño normal da icona
pl: Normalny rozmiar ikon
tr: Normal simge boyutu

source: Unscale size of icon
fr: Non échelle de la taille de l'icône
gl: Tamaño da icona sen escala
pl: Nie skaluj rozmiaru ikony
tr: Simgenin boyutunu küçült

source: Remove
fr: Supprimer
gl: Retirar
pl: Usuń
ru: Удалить
tr: Kaldır

source: Relative scale
fr: Échelle relative
gl: Escala relativa
pl: Względna skala
tr: Göreli ölçek

source: Whether all children should be scaled relatively to largest child
fr: Que tous les enfants devraient être mis à l'échelle par rapport au plus grand enfant
gl: Se todos os fillos deben ser escalados relativamente ao fillo maior
pl: Czy wszystkie elementy podrzędne powinny być skalowane w stosunku do największego elementu podrzędnego
tr: Tüm çocukların göreceli olarak en büyük çocuğa ölçeklendirilmesi gerekip gerekmediği

source: Prevent upscaling
fr: Prévenir upscaling
gl: Evitar o escalado
pl: Zapobiegaj poszerzaniu
tr: Ölçeklemeyi önleme

source: Whether this layout manager should prevent upsclaing any child beyond its real size
fr: Si ce gestionnaire de disposition devrait empêcher upsclaing tout enfant au-delà de sa taille réelle
gl: Se este xestor de disposición debería impedir o escalado de calquera fillo máis aló do seu tamaño real
pl: Czy ten menedżer układu powinien zapobiegać poszerzaniu elementu nadrzędnego poza jego rzeczywisty rozmiar
tr: Bu düzen yöneticisinin herhangi bir çocuğu gerçek boyutunun ötesinde yükseltmeyi önlemesi gerekip gerekmediği

source: Defines if scrollbar is horizontal or vertical
fr: Définit si la barre de défilement est horizontale ou verticale
gl: Define se a barra de desprazamento é horizontal ou vertical
pl: Określa, czy pasek przewijania jest poziomy czy pionowy
tr: Kaydırma çubuğunun yatay veya dikey olup olmadığını tanımlar

source: Value
fr: Valeur
gl: Valor
pl: Wartość
ru: Значение
tr: Değer

source: Current value of scroll bar within range
fr: Valeur actuelle de la barre de défilement à portée
gl: O valor actual da barra de desprazamento está dentro do rango
pl: Bieżąca wartość paska przewijania w zakresie
ru: Текущее значение полосы прокрутки в пределах диапазона
tr: Aralıktaki kaydırma çubuğunun geçerli değeri

source: Value range
fr: Plage de valeurs
gl: Rango de valor
pl: Zakres wartości
ru: Границы значения
tr: Değer aralığı

source: The range the slider of scroll bar covers
fr: La plage le curseur de défilement couvertures à barres
gl: O intervalo inclúe a asa da barra de desprazamento
pl: Zakres, który obejmuje suwak paska przewijania
tr: Kaydırma çubuğunun kaydırıcıları kapsayan aralık

source: Range
fr: Plage
gl: Rango
pl: Zakres
ru: Диапазон
tr: Menzil

source: Range to scroll within
fr: Plage pour faire défiler à l'intérieur
gl: Rango para desprazarse dentro
pl: Zakres do przewijania
ru: Диапазон прокрутки в пределах
tr: İçinde kaydırmak için menzil

source: Page size factor
fr: Facteur de taille de la page
gl: Factor do tamaño de páxina
pl: Współczynnik wielkości strony
ru: Коэффициент размера страницы
tr: Sayfa boyutu faktörü

source: The factor of value range to increase or decrease value by on pointer scroll events.
fr: Le facteur de la plage de valeur pour augmenter ou diminuer la valeur sur le pointeur des événements de défilement.
gl: O factor do intervalo de valores para aumentar ou diminuír o valor en eventos de desprazamento do punteiro.
pl: Współczynnik zakresu wartości do zwiększania lub zmniejszania wartości o zdarzenia przewijania wskaźnika.
tr: İşaretçi kaydırma olaylarında değeri artırmak veya azaltmak için değer faktörü aralığı.

source: The spacing between scrollbar and background
fr: L'espacement entre la barre de défilement et le fond
gl: O espazamento entre a barra de desprazamento e o fondo
pl: Rozstaw między paskiem przewijania a tłem
tr: Kaydırma çubuğu ve arka plan arasındaki boşluk

source: Slider width
fr: Curseur Largeur
gl: A largura do control desprazábel
pl: Szerokość suwaka
ru: Ширина слайдера
tr: Kaydırıcı genişliği

source: The width of slider
fr: La largeur du curseur
gl: A largura do control desprazábel
pl: Szerokość suwaka
tr: Kaydırıcının genişliği

source: Slider radius
fr: Rayon du curseur
gl: O raio do control desprazábel
pl: Promień suwaka
ru: Радиус слайдера
tr: Kaydırıcı yarıçapı

source: The radius of slider's rounded corners
fr: Le rayon de coins arrondis de curseur
gl: O raio das esquinas redondeadas do control desprazábel
pl: Promień zaokrąglonych narożników suwaka
tr: Kaydırıcının yuvarlatılmış köşelerinin yarıçapı

source: Slider color
fr: Couleur du curseur
gl: A cor do control desprazábel
pl: Kolor suwaka
ru: Цвет слайдера
tr: Kaydırıcı rengi

source: Color of slider
fr: Couleur du curseur
gl: A cor do control desprazábel
pl: Kolor suwaka
ru: Цвет для слайдера
tr: Kaydırıcının rengi

source: Search provider %s of type %s is not a %s and cannot be registered
fr: Recherche fournisseur %s de Type %s est pas %s et ne peut pas être enregistré
gl: O fornecedor de busca %s de tipo %s non é un %s e non pode rexistrarse
pl: Dostawca wyszukiwania %s typu %s nie jest %s i nie można go zarejestrować
tr: %s türünde %s arama sağlayıcısı bir %s değildir ve kayıt edilemez

source: Search provider %s of type %s is registered already
fr: Recherche fournisseur %s de Type %s est déjà enregistré
gl: O fornecedor de busca %s do tipo %s xa está rexistrado
pl: Dostawca wyszukiwania %s typu %s jest już zarejestrowany
tr: %s türünde %s arama sağlayıcısı zaten kayıtlı

source: Failed to register search provider %s of type %s
pl: Nie udało się zarejestrować dostawcy wyszukiwania %s typu %s

source: Search provider %s is not registered and cannot be unregistered
fr: Recherche fournisseur %s est pas enregistrée et ne peut pas être non enregistrée
gl: O fornecedor de busca %s non está rexistrado e non pode ser desrexistrarse
pl: Dostawca wyszukiwania %s nie jest zarejestrowany i nie można go wyrejestrować
tr: %s arama sağlayıcısı kayıtlı değil ve kayıtsız olamaz

source: Cannot create search provider %s because it is not registered
fr: Vous ne pouvez pas créer de recherche fournisseur %s parce qu'il est pas enregistré
gl: Non se pode crear o fornecedor de buscas %s porque non está rexistrado
pl: Nie można utworzyć dostawcy wyszukiwania %s ponieważ nie jest zarejestrowany
tr: Kayıtlı olmadığından %s arama sağlayıcısı oluşturulamadı

source: Search provider of type %s does not implement required virtual function XfdashboardSearchProvider::%s
fr: Recherche fournisseur de Type %s ne est pas nécessaire de mettre en œuvre la fonction virtuelle XfdashboardSearchProvider :: %s
gl: O fornecedor de busca do tipo %s non incorpora a función virtual requirida XfdashboardSearchProvider::%s
pl: Dostawca wyszukiwania typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardSearchProvider::%s
tr: %s türü arama sağlayıcısı gerekli XfdashboardSearchProvider::%s sanal işlevini uygulamıyor

source: Provider ID
fr: fournisseur ID
gl: Identificador do fornecedor
pl: Identyfikator dostawcy
ru: ID провайдера
tr: Sağlayıcı Kimliği

source: The internal ID used to register this type of search provider
fr: L'ID interne utilisé pour enregistrer ce type de moteur de recherche
gl: O identificador interno usado para rexistrar este tipo de fornecedor de busca
pl: Wewnętrzny identyfikator używany do rejestrowania tego typu dostawcy wyszukiwania
tr: Bu tür bir arama sağlayıcısını kaydetmek için kullanılan dahili kimlik

source: Failed to add actor for result item %s of provider %s: Could not create actor
fr: Impossible d'ajouter acteur pour résultat élément %s du fournisseur %s : impossible de créer l'acteur
gl: Produciuse un fallo ao engadir o actor para o elemento do resultado %s do fornecedor %s: Non se puido crear o actor
pl: Nie udało się dodać aktora do pozycji wynikowej %s dostawcy %s: Nie można utworzyć aktora
tr: %s sağlayıcısının %s sonuç öğesi için aktör eklenemedi: Aktör oluşturulamadı

source: Failed to add actor for result item %s of provider %s: Actor of type %s is not derived from class %s
fr: Impossible d'ajouter acteur pour résultat élément %s du fournisseur %s : Acteur de Type %s ne est pas dérivé de la classe %s
gl: Produciuse un fallo ao engadir o actor para o elemento do resultado %s do fornecedor %s: o actor de tipo %s non deriva da clase %s
pl: Nie udało się dodać aktora dla elementu wynikowego %s dostawcy %s: Aktor typu %s nie jest wyprowadzony z klasy %s
tr: %s sağlayıcısının %s sonuç öğesi için aktör eklenemedi: %s türünün aktörü %ssınıfından türetilemiyor.

source: Show %d more results...
fr: Afficher %d plus de résultats ...
gl: Amosar %d resultados máis...
pl: Pokaż %d więcej wyników...
ru: Показать %d больше результатов...
tr: %d daha fazla sonuç göster...

source: Show all %d results...
fr: Afficher tous les %d résultats ...
gl: Amosar os %d resultados...
pl: Pokaż wszystkie %d wyników...
ru: Показать все %d результаты...
tr: Tüm %d sonuçlarını göster...

source: Failed to remove actor for result item %s of provider %s: Actor of type %s is not derived from class %s
fr: Impossible de supprimer acteur pour résultat élément %s du fournisseur %s : Acteur de Type %s ne est pas dérivé de la classe %s
gl: Produciuse un fallo ao borrar o actor para o elemento do resultado %s do fornecedor %s: o actor do tipo %s non deriva da clase %s
pl: Nie udało się usunąć aktora dla elementu wynikowego %s dostawcy %s: Aktor typu %s nie jest wyprowadzony z klasy %s
tr: %s sağlayıcısının %s sonuç öğesi silinemiyor: %s türünün aktörü %s sınıfından türetilemiyor

source: Provider
fr: Fournisseur
gl: Fornecedor
pl: Dostawca
ru: Провайдер
tr: Sağlayıcı

source: The search provider this result container is for
fr: Le moteur de recherche ce conteneur résultat est pour
gl: É para o fornecedor de busca deste contedor de resultados
pl: Dostawca wyszukiwania, dla którego jest przeznaczony ten kontener wyników
ru: Поисковый провайдер, для которого этот контейнер результатов
tr: Arama sağlayıcı bu sonuç konteynerı için

source: Icon
fr: Icône
gl: Icona
pl: Ikona
ru: Значок
tr: Simge

source: A themed icon name or file name of icon this container will display. If not set the icon the search provider defines will be used.
fr: Un nom ou un fichier de l'icône nom thème de ce conteneur icône se affiche. Si pas définir l'icône recherche les fournisseurs définit seront utilisés.
gl: O nome da icona temática ou nome do ficheiro da icona que amosará este contedor. Se non se estabelece a icona usarase o fornecedor de busca definido.
pl: Nazwa ikony motywu lub nazwa pliku ikony, którą ten kontener będzie wyświetlać. Jeśli nie zostanie ustawiona, zostanie użyta ikona zdefiniowana przez dostawcę wyszukiwania.
tr: Bu konteynerin simgesinin temalı bir simge adı veya dosya adı görüntülenir. Ayarlanmazsa, arama sağlayıcının tanımladığı simge kullanılır.

source: Title format
fr: Format du titre
gl: Formato do título
pl: Format tytułu
tr: Başlık biçimi

source: Format string for title which will contain the name of search provider
fr: Chaîne de format pour le titre qui contiendra le nom du fournisseur de recherche
gl: Formato da cadea para o título que conterá o nome do fornecedor de busca
pl: Ciąg formatu tytułu, który będzie zawierał nazwę dostawcy wyszukiwania
tr: Başlık için arama sağlayıcının adını içerecek şekilde biçimlendirme dizesi

source: View mode of container for result items
fr: Voir mode de récipient pour éléments de résultat
gl: Ver o modo de contedores para os elementos do resultado
pl: Widok kontenera na elementy wyników
tr: Sonuç öğeleri için konteynırın görünüm modu

source: Spacing between each result item
fr: L'espacement entre chaque élément de résultat
gl: O espazamento entre cada elemento do resultado
pl: Rozstaw między każdą pozycją wyniku
tr: Her bir sonuç öğesi arasındaki boşluk

source: Padding between title and item results container
fr: Rembourrage entre le titre et les résultats de l'élément conteneur
gl: Recheo entre o título e o contedor dos elementos da busca
pl: Wypełnienie między tytułem a kontenerem wyników pozycji
ru: Поля между заголовком и контейнером результатов элемента
tr: Başlık ve öğe sonuçları konteyneri arasındaki dolgu

source: Initial results size
fr: Les premiers résultats de taille
gl: Tamaño inicial dos resultados
pl: Początkowy rozmiar wyników
tr: İlk sonuçlar boyutu

source: The maximum number of results shown initially. 0 means all results
fr: Le nombre maximal de résultats affiché initialement. 0 signifie tous les résultats
gl: O número máximo de resultados que se amosan inicialmente. 0 significa todos os resultados
pl: Maksymalna liczba wyników wyświetlanych początkowo. 0 oznacza wszystkie wyniki
tr: Başlangıçta gösterilen en fazla sonuç sayısı. 0 tüm sonuçlar anlamına gelir

source: More results size
fr: Plus de résultats taille
gl: Máis tamaños de resultados
pl: Więcej rozmiaru wyników
tr: Daha fazla sonuç boyutu

source: The number of results to increase current limit by
fr: Le nombre de résultats pour augmenter la limite de courant par
gl: O número de resultados para aumentar o límite actual por
pl: Liczba wyników, o które należy zwiększyć bieżący limit
tr: Akım sınırını artırmak için sonuç sayısı

source: Cannot lookup selection target at %s because %s is a child of %s but not of this container
fr: Vous ne pouvez pas lookup cible de sélection au %s parce %s est un enfant de %s mais pas de ce conteneur
gl: Non se pode buscar o destino da selección %s porque %s é un fillo de %s e non deste contedor
pl: Nie można wyszukać celu wyboru w %s, ponieważ %s jest elementem podrzędnym %s, ale nie z tego pojemnika
tr: Seçim hedefi %s konumunda değil çünkü %s %s'in bir çocuğu ama bu konteynırdan değil

source: %s is not a child of %s and cannot be activated
fr: %s est pas un enfant de %s et ne peut être activé
gl: %s non é un fillo de %s e non pode ser activado
pl: %s nie jest elementem podrzędnym %s i nie można go aktywować
tr: %s bir %s çocuğu değildir ve aktif edilemiyor

source: No results found for '%s'
fr: Aucun résultat trouvé pour « %s »
gl: Non se atoparon resultados para: «%s»
pl: Nie znaleziono wyników dla '%s'
tr: '%s' için sonuç bulunamadı

source: %s is not a child of any provider at %s and cannot be selected
fr: %s ne est pas un enfant de ne importe quel fournisseur au %s et ne peut pas être sélectionné
gl: %s non é un fillo de ningún fornecedor en %s e non se pode seleccionar
pl: %s nie jest elementem podrzędnym żadnego dostawcy w %s i nie można go wybrać
tr: %s %s 'deki herhangi bir sağlayıcının çocuğu değildir ve seçilemez

source: Focusable object %s and provider %s do not handle selection direction of type %s.
fr: Objet Focusable %s et le fournisseur %s ne gèrent pas sens de type de sélection %s .
gl: O obxecto que permite obter o foco %s e fornecedor %s non manexa a dirección de selección do tipo %s.
pl: Fokusowany obiekt %s i dostawca %s, na który można ustawić fokus, nie obsługują kierunku wyboru typu %s.
tr: %s odaklanabilir nesnesi ve %s sağlayıcısı %s türünün seçim yönünü işlemez.

source: %s is not a child of any provider at %s and cannot be activated
fr: %s ne est pas un enfant de ne importe quel fournisseur au %s et ne peut être activé
gl: %s non é un fillo de ningún fornecedor en %s e non se pode activar
pl: %s nie jest elementem podrzędnym żadnego dostawcy w %s i nie można go aktywować
tr: %s %s konumundaki herhangi bir sağlayıcının çocuğu değil ve etkinleştirilemedi

source: Search
fr: Recherche
gl: Buscar
pl: Szukaj
ru: Поиск
tr: Ara

source: The monitor where this stage interface is connected to
fr: Le moniteur où cette interface de scène est connecté à
gl: A pantalla onde este interface de escenario está conectada para
pl: Monitor, do którego jest podłączony interfejs sceny
tr: Bu sahne arayüzünün bağlı olduğu monitör

source: Background color
fr: Couleur de fond
gl: Cor de fondo
pl: Kolor tła
ru: Цвет фона
tr: Arkaplan rengi

source: Color of stage's background
fr: Couleur du fond de scène
gl: Cor do fondo do escenario
pl: Kolor tła sceny
tr: Sahne arka planının rengi

source: Will not switch to unknown view '%s'
fr: Vous ne pourrez pas passer à la vue inconnue « %s »
gl: Non trocará á vista descoñecida «%s»
pl: Nie przełączy się na nieznany widok '%s'
tr: Bilinmeyen '%s' görünümüne geçmeyecek

source: Cannot switch to unknown view '%s'
fr: Vous ne pouvez pas passer à la vue inconnue « %s »
gl: Non se puido trocar á vista «%s»
pl: Nie można przełączyć na nieznany widok '%s'
tr: Bilinmeyen '%s' görünümüne geçilemiyor

source: Cannot perform search because search view was not found in viewpad.
fr: Vous ne pouvez pas effectuer une recherche parce que la vue de recherche n'a pas été trouvé dans le ViewPad.
gl: Non se pode realizar a busca porque non se atopou o panel de visualización.
pl: Nie można przeprowadzić wyszukiwania, ponieważ widok wyszukiwania nie został znaleziony w panelu widoku.
tr: Arama görünümü görünüm bölmesinde bulunmadığından arama yapamıyor.

source: Cannot find search view in viewpad to reset view.
gl: Non se pode atopar a vista no panel de visualización para restabelecer a vista.
pl: Nie można znaleźć widoku wyszukiwania w panelu widoku, aby zresetować widok.
tr: Görünümü sıfırlamak için arama görünümünde görüntüleme alanı bulunamıyor.

source: Could not build interface '%s' from theme '%s'
fr: Impossible de construire l'interface « %s » du thème « %s »
gl: Non se puido construír a interface «%s» para o tema «%s»
pl: Nie udało się stworzyć interfejsu '%s' z motywu '%s'
tr: '%s' temasından '%s' arabirimi oluşturulamadı

source: Interface '%s' from theme '%s' must be an actor of type %s
fr: L'interface « %s » du thème « %s » doit être un acteur de type %s
gl: A interface %s do tema %s debe ser un actor do tipo %s
pl: Interfejs '%s' z motywu '%s' musi być aktorem typu %s
tr: '%s' temasından '%s' arayüzü %s türü bir aktör olmalı

source: Invalid multiple stages for primary monitor
fr: Plusieurs étapes invalides pour le moniteur principal
gl: Non son válidos múltiples escenarios para a pantalla primaria
pl: Nieprawidłowe sceny monitora głównego
tr: Birincil monitör için geçersiz çoklu aşamalar

source: Just type to search...
fr: Il suffit de taper à la recherche ...
gl: Simplemente escriba para buscar
pl: Wprowadź tekst aby wyszukać...
ru: Введите имя для поиска...
tr: Aramak için sadece yazın...

source: Switch to view
fr: Changer pour la vue
gl: Trocar para a vista
pl: Przełącz do widoku
ru: Переключиться на просмотр
tr: Görüntülemeye geç

source: Switch to this named view as soon as stage gets visible
fr: Changer pour la vue nommée dès que l'étape devient visible
gl: Trocar para este nome de vista tan axiña como teña un escenario visible
pl: Przełącz na ten nazwany widok, gdy tylko scena stanie się widoczna
tr: Sahne alanına girdiğinde bu adlandırılmış görünümde geçiş yapın

source: Object of type %s does not implement required virtual function XfdashboardStylable::%s
fr: Objet de type %s ne est pas nécessaire de mettre en œuvre la fonction virtuelle XfdashboardStylable :: %s
gl: O obxecto do tipo %s non incorpora a función virtual requirida XfdashboardStylable::%s
pl: Obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardStylable::%s
tr: %s türü nesne gerekli XfdashboardStylable::%s sanal işlevini yerine getiremez

source: Style classes
fr: Classes de style
gl: Clases de estilo
pl: Klasy stylów
ru: Класс стиля
tr: Tarz sınıfları

source: String representing list of classes separated by '.'
fr: Chaîne représentant la liste des classes séparée par '.'
gl: Cadea que representa a lista de clases separadas por «.»
pl: Ciąg reprezentujący listę klas oddzielonych znakiem '.'
tr: '.' Ile ayrılmış sınıfların listesini temsil eden dize.

source: Style pseudo-classes
gl: Pseudo-clases de estilo
pl: Styl pseudoklasy
ru: Стиль псевдо-классов
tr: Sözde sınıflar tarzı

source: String representing list of pseudo-classes, e.g. current state, separated by ':'
fr: Chaîne représentant la liste des pseudo-classes par exemple l'état actuel, séparés par ':'
gl: Cadea que representa a lista de pseudo-clases, por exemplo estado actual, separada por «:»
pl: Ciąg reprezentujący listę pseudoklas, np. aktualny stan oddzielony znakiem ':'
tr: Sahte sınıfların listesini temsil eden dize, ör. ':' ile ayrılmış mevcut durum

source: Could not find property '%s' for class %s
fr: Impossible de trouver la propriété « %s » pour la classe %s
gl: Non se puido atopar a propiedade «%s» para a clase %s
pl: Nie udało się znaleźć właściwości '%s' dla klasy %s
tr: %s sınıfı için '%s' özelliği bulunamadı

source: Editable
fr: Modifiable
gl: Modificábel
pl: Edytowalne
ru: Редактирование
tr: Düzenlenebilir

source: Flag to set if text is editable
fr: Drapeau pour définir si le texte est modifiable
gl: Marca para indicar se o texto é modificábel
pl: Flaga do ustawienia, jeśli tekst jest edytowalny
ru: Флаг, если текст доступен для редактирования
tr: Metin düzenlenebilirse ayarlamak için işaretle

source: Primary icon name
fr: Nom de l'icône primaire
gl: Nome da icona primaria
pl: Nazwa podstawowej ikony
ru: Основное имя иконки
tr: Birincil simge adı

source: Themed icon name or file name of primary icon shown left of text box
fr: Thème nom ou icône de fichier nom de l'icône principale illustré à gauche de la zone de texte
gl: Nome da icona temática ou nome do ficheiro da icona primaria amosado á esquerda da caixa de texto
pl: Nazwa ikony motywu lub nazwa pliku ikony podstawowej pokazanej po lewej stronie pola tekstowego
ru: Название темы иконки или имя файла из основного названия иконки отображаемое слева от текстового поля
tr: Metin kutusunun solunda gösterilen birincil simgenin temalı simge adı veya dosya adı

source: Secondary icon name
fr: Nom de l'icône secondaire
gl: Nome da icona secundaria
pl: Nazwa drugorzędnej ikony
ru: Второе имя иконки
tr: İkincil simge adı

source: Themed icon name or file name of secondary icon shown right of text box
fr: Thème nom de l'icône ou le nom de fichier de l'icône secondaire montré droite de la case de texte
gl: Nome da icona temática ou nome do ficheiro da icona primaria amosado á dereita da caixa de texto
pl: Nazwa ikony motywu lub nazwa pliku ikony drugorzędnej widocznej po prawej stronie pola tekstowego
ru: Название темы иконки или имя файла из второго названия иконки отображается справа от текстового поля
tr: Metin kutusunun sağında gösterilen ikinci simgenin temalı simge adı veya dosya adı

source: Text
fr: Texte
gl: Texto
pl: Etykiety
ru: Текст
tr: Metin

source: Text of editable text box
fr: Texte de zone de texte modifiable
gl: Texto da caixa de texto modificábel
pl: Tekst edytowalnego pola tekstowego
ru: Текст редактируемого текстового поля
tr: Düzenlenebilir metin kutusu metni
