Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: The spacing between rows in table
fr: L'espacement entre les lignes dans le tableau
gl: O espazamento entre filas da táboa
pl: Rozstaw między wierszami w tabeli
ru: Интервал между строками в таблице
tr: Tabloda sıralar arasındaki boşluk

source: Column spacing
fr: Espacement de colonne
gl: O espazamento da columna
pl: Rozstaw kolumn
ru: Интервал между столбцами
tr: Sütun aralığı

source: The spacing between columns in table
fr: L'espacement entre les colonnes de la table
gl: O espazamento entre columnas da táboa
pl: Rozstaw między kolumnami w tabeli
ru: Интервал между столбцами в таблице
tr: Tablodaki sütunlar arasındaki boşluk

source: Number children
fr: Nombre d'enfants
gl: Número de fillos
pl: Liczba elementów podrzędnych
ru: Количество дочерних элементов
tr: Çocukların sayısı

source: Current number of child actors in this layout
fr: Nombre actuel des acteurs enfant dans cette mise en page
gl: Número actual de actores fillo nesta disposición
pl: Bieżąca liczba aktorów podrzędnych w tym układzie
ru: Текущее количество дочерних сценариев в этом макете
tr: Bu düzende mevcut çocuk aktörü sayısı

source: Rows
fr: Lignes
gl: Filas
pl: Rzędy
ru: Строки
tr: Satırlar

source: Current number of rows in this layout
fr: Nombre actuel de lignes dans cette mise en page
gl: Número actual de filas nesta disposición
pl: Obecna liczba rzędów w tym układzie
ru: Текущее количество строк в этом макете
tr: Bu düzendeki satırların şimdiki sayısı

source: Columns
fr: Colonnes
gl: Columnas
pl: Kolumny
ru: Столбцы
tr: Sütunlar

source: Current number of columns in this layout
fr: Nombre actuel de colonnes dans cette mise en page
gl: Número actual de columnas nesta disposición
pl: Obecna ilość kolumn w tym układzie
ru: Текущее количество столбцов в макете
tr: Bu düzendeki sütunların şimdiki sayısı

source: Fixed columns
gl: Fixado de columnas
pl: Stałe kolumny
ru: Фиксированные столбцы
tr: Sabit sütunlar

source: Fixed number of columns to use in this layout
fr: Nombre fixe de colonnes à utiliser dans cette mise en page
gl: Número fixado de columnas a usar nesta disposición
pl: Stała liczba kolumn do użycia w tym układzie
ru: Фиксированное количество столбцов для использования в этом макете
tr: Bu düzende kullanılacak sabit sütun sayısı

source: Themed icon name or file name of icon
fr: Nom de l'icône à thème ou nom de fichier de l'icône
gl: Nome da icona temática ou nome do ficheiro da icona
pl: Nazwa ikony motywu lub nazwa pliku ikony
ru: Название темы иконки или имя файла иконки
tr: Temalı simge adı veya simge dosya adı

source: Icon size
fr: Taille icône
gl: Tamaño de icona
pl: Rozmiar ikony
ru: Размер иконки
tr: Simge boyutu

source: Size of icon
fr: Taille de l'icône
gl: Tamaño da icona
pl: Rozmiar ikony
ru: Размер иконки
tr: Simgenin boyutu

source: Padding
fr: Rembourrage
gl: Recheo
pl: Wypełnienie
ru: Отступ
tr: Dolgu

source: Padding around emblem
fr: Rembourrage autour emblème
gl: Recheo arredor do emblema
pl: Wypełnienie wokół emblematu
ru: Отступы вокруг эмблемы
tr: Amblemin etrafında dolgu

source: X align
fr: Aligner en X
gl: Aliñación x
pl: Wyrównaj X
ru: Выравнивание по X
tr: X hizalama

source: The alignment of emblem on the X axis within the allocation in normalized coordinate between 0 and 1
fr: L'alignement de l'emblème sur l'axe X dans l'attribution dans des coordonnées normalisées entre 0 et 1
gl: O aliñamento do emblema no eixe X dentro da asignación en coordenadas normalizadas entre 0 e 1
pl: Wyrównanie emblematu na osi X w ramach alokacji w znormalizowanej współrzędnej między 0 a 1
ru: Выравнивание эмблемы по оси X в пределах выделения в нормированной координате между 0 и 1
tr: Amblemin X ekseni üzerindeki hizalanması, 0 ile 1 arasındaki normalleştirilmiş koordinat içindeki tahsisi içinde

source: Y align
fr: Aligner en Y
gl: Aliñación Y
pl: Wyrównaj Y
ru: Выравнивание по Y
tr: Y hizalama

source: The alignment of emblem on the Y axis within the allocation in normalized coordinate between 0 and 1
fr: L'alignement de l'emblème sur l'axe Y dans l'attribution dans des coordonnées normalisées entre 0 et 1
gl: O aliñamento do emblema no eixe Y dentro da asignación en coordenadas normalizadas entre 0 e 1
pl: Wyrównanie emblematu na osi Y w ramach alokacji w znormalizowanej współrzędnej między 0 a 1
ru: Выравнивание эмблемы по оси Y в пределах выделения в нормированной координате между 0 и 1
tr: Amblemin Y ekseni üzerindeki hizalanması, 0 ile 1 arasındaki normalleştirilmiş koordinat içindeki tahsisi içinde.

source: Anchor point
fr: Point de l'ancre
gl: Punto de áncora
pl: Punkt zakotwiczenia
ru: Точка привязки
tr: Dayanak noktası

source: The anchor point of emblem
fr: Le point de l'ancre de l'emblème
gl: O punto de áncora do emblema
pl: Punkt zakotwiczenia emblematu
ru: Точка привязки эмблемы
tr: Amblemin bağlantı noktası

source: Orientation
gl: Orientación
pl: Orientacja
ru: Ориентация
tr: Yönlendirme

source: The orientation to layout children
fr: L'orientation des enfants de mise en page
gl: A orientación do deseño fillo
pl: Orientacja na elementy podrzędne układu
ru: Ориентация на дочерний элемент
tr: Düzeni çocuklara yönelik yönlendirme

source: spacing
fr: espacement
gl: espazamento
pl: rozstaw
ru: расстояние
tr: aralık

source: The spacing between children
fr: L'espacement entre les enfants
gl: O espazamento entre fillos
pl: Rozstaw między elementami podrzędnymi
ru: Расстояние между дочерними элементами
tr: Çocuklar arasındaki boşluk

source: Homogeneous
fr: Homogène
gl: Homoxéneo
pl: Jednorodny
ru: Однородный
tr: Homojen

source: Whether the layout should be homogeneous, i.e. all children get the same size
fr: Que la mise en page doit être homogène, ce est à dire tous les enfants de la même taille
gl: Se o deseño debe ser homoxéneo, é dicir, todos os nenos teñen o mesmo tamaño
pl: Czy układ ma być jednorodny, tj. wszystkie elementy podrzędne mają ten sam rozmiar
ru: Должен ли быть макет одинаковым, то есть все дочерние элементы иметь одинаковый размер
tr: Düzenin homojen mi olması gerektiği, diğer bir deyişle tüm çocuklar aynı boyuta sahip olsunlar

source: Keep aspect
fr: Garder l'aspect
gl: Manter aspecto
pl: Zachowaj wygląd
ru: Сохранить вид
tr: Görünüşü koru

source: Whether all children should keep their aspect
fr: Que tous les enfants devraient garder leur aspect
gl: Se todos os fillos deberían manter o aspecto
pl: Czy wszystkie elementy podrzędne powinny zachować swój wygląd
ru: Должны ли все дочерние элементы сохранять свой вид
tr: Tüm çocuklar kendi yönlerini korumalı mı

source: Object %s does not inherit %s and cannot be registered
fr: L'objet %s ne peut pas hériter de %s et ne peut pas être enregistré
gl: O obxecto %s non herda de %s e non pode ser rexistrado
pl: Obiekt %s nie dziedziczy %s i nie można go zarejestrować
tr: %s nsenesi %s tarafından devralınamaz ve kayıt edilemez

source: Could not find registered focusable object %s to register object %s - appending to end of list.
fr: Impossible de trouver enregistré focusable objet %s à se inscrire objet %s - ajoutant à la fin de la liste.
gl: Non se puido atopar o obxecto focalizado rexistrado %s para rexistrar o obxecto %s - engadindo ao final da lista.
pl: Nie udało się znaleźć zarejestrowanego obiektu z fokusem %s, aby zarejestrować obiekt %s - dołączanie do końca listy.
tr: Kayıtlı odaklanabilir %s öğesi %s öğesi olarak bulunamıyor - liste sonuna ekleniyor.

source: Cannot build target list for unknown type %s
fr: Vous ne pouvez pas construire la liste cible pour type inconnu %s
gl: Non se pode construír a lista de destino para o tipo descoñecido %s
pl: Nie można zbudować listy docelowej dla nieznanego typu %s
tr: Bilinmeyen %s türü için hedef liste oluşturulamıyor

source: Trying to focus an unregistered focusable actor
fr: Essayer de concentrer un acteur focusable non enregistrée
gl: Intentando centrar un actor non rexistrado
pl: Próba uzyskania fokusu na niezarejestrowanym aktorze, który ma możliwość fokusowania
tr: Kayıtlı olmayan odaklanabilir bir aktör odaklanmaya çalışılıyor

source: Object of type %s does not implement required virtual function XfdashboardFocusable::%s
fr: Objet de type %s ne est pas nécessaire de mettre en œuvre la fonction virtuelle XfdashboardFocusable::%s
gl: O obxecto do tipo %s non leva a cabo a función virtual necesaria XfdashboardFocusable::%s
pl: Obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardFocusable::%s
tr: %s türü nesnesi gereken XfdashboardFocusable ::%ssanal fonksiyonu uygulamıyor

source: Old selection %s at %s is unavailable but setting new selection either to %s or nothing failed!
fr: Vielle sélection %s au %s n'est pas disponible, mais la mise en nouvelle sélection soit à %s ou rien à échoué !
gl: A selección antiga %s en %s non está dispoñíbel, máis estabelecendo unha nova selección en %s ou nada fallou!
pl: Stary wybór %s w %s jest niedostępny, ale ustawienie nowego wyboru na %s albo na nic nie powiodło się!
tr: Eski seçim %s'de %s kullanılamıyor, ancak %s veya yeni hiçbir şey ayarlanmadı!

source: Destroying image cache still containing %d images.
fr: Détruire le cache d'image contenant encore %d images.
gl: Estase destruíndo a caché de imaxes que aínda contén %d imaxes.
pl: Niszczenie pamięci podręcznej obrazów, które nadal zawierają %d obrazy.
tr: Hala %d resimleri içeren resim önbelleği yok ediliyor

source: Image has already key '%s' set and will be replaced with '%s'
fr: L'image a déjà la touche « %s » affectée et sera remplacée par « %s »
gl: A imaxe xa ten a chave «%s» configurada a cal será substituída con «%s»
pl: Obraz ma już klucz '%s' ustawiony i zostanie zastąpiony '%s'
tr: Resim zaten '%s' anahtar kümesine sahip ve '%s' ile değiştirilecek

source: An image with key '%s' is already cache and will be replaced.
fr: Une image avec la touche « %s » est déjà en cache et sera remplacée.
gl: Xa está na cache unha imaxe coa chave «%s» a cal será substituída.
pl: Obraz z kluczem '%s' jest już w pamięci podręcznej i zostanie zastąpiony.
tr: '%s' anahtarlı bir görüntü zaten önbellek ve değiştirilecek.

source: Failed to load image data into content for key '%s': %s
fr: Impossible de charger des données d'image dans le contenu de la clé « %s » : %s
gl: Produciuse un fallo ao cargar os datos da imaxe no contido para a chave «%s»: %s
pl: Nie udało się załadować danych obrazu do treści dla klucza '%s': %s
tr: Resim verileri '%s' anahtarının içeriğine yüklenemedi: %s

source: Failed to load image for key '%s': %s
fr: Échec pour charger l'image pour la touche « %s » : %s
gl: Produciuse un fallo ao cargar a imaxe para a chave «%s»: %s
pl: Nie udało się załadować obrazu dla klucza '%s': %s
tr: '%s' anahtarı için resim yüklenemedi: %s

source: Icon file '%s' does not exist - trying fallback icon '%s'
fr: Le fichier d'icône « %s » n'existe pas - essayer l'icône de repli « %s »
gl: O ficheiro da icona «%s» non existe - intentando a icona de reserva «%s»
pl: Plik ikony '%s' nie istnieje - próbuję użyć ikony zastępczej '%s'
tr: '%s' simge dosyası mevcut değil - '%s' geri dönüş simgesini deniyor.

source: Could not load fallback icon for file '%s'
fr: Impossible de charger l'icône de repli pour le fichier « %s »
gl: Non se puido cargar a icona de reserva do ficheiro «%s»
pl: Nie udało się załadować ikony zastępczej dla pliku '%s'
ru: Не удалось загрузить резервную иконку для файла '%s'
tr: %s geri dönüş simge dosyası yüklenemedi

source: Failed to load image data into content for icon '%s': %s
fr: Impossible de charger des données image dans le contenu pour l'icône « %s » : %s
gl: Produciuse un fallo ao cargar os datos da imaxe no contido para a icona «%s»: %s
pl: Nie udało się załadować danych obrazu do treści dla ikony '%s': %s
tr: Resim verisi '%s' simge dosyası içeriğine yüklenemedi: %s

source: Could not create stream for file '%s' of icon '%s': %s
fr: Impossible de créer le flux pour le fichier « %s » de l'icône « %s » : %s
gl: Non se puido crear o fluxo para o ficheiro «%s» da icona «%s»: %s
pl: Nie udało się utworzyć strumienia dla pliku '%s' ikony '%s': %s
tr: '%s' simgesinin '%s' dosyası için akış oluşturulamadı: %s

source: Could not lookup icon name '%s' for icon '%s'
fr: Impossible de chercher le nom de l'icône « %s » pour l'icône « %s »
gl: Non se puido buscar o nome da icona «%s» para a icona «%s»
pl: Nie udało się wyszukać nazwy ikony '%s' dla ikony '%s'
tr: '%s' simgesi için '%s' simge adı bulunamadı

source: Could not lookup themed icon '%s' - trying fallback icon '%s'
fr: Impossible de chercher l'icône du thème « %s » - essayer l'icône de repli « %s »
gl: Non se puido buscar o tema da icona «%s» --intentando a icona de reserva «%s»
pl: Nie udało się wyszukać ikony z motywem '%s' - próbowanie ikony zastępczej '%s'
tr: '%s' simge teması bulunamadı - '%s' geri dönüş simgesi deneniyor

source: Could not lookup fallback icon '%s' for icon '%s'
fr: Impossible de chercher repli icône « %s » pour l'icône « %s »
gl: Non se puido buscar a icona de reserva «%s» para a icona «%s»
pl: Nie udało się wyszukać ikony zastępczej '%s' dla ikony '%s'
tr: '%s' simgesi için '%s' geri dönüş simgesi bulunamadı

source: Could not create stream for icon file %s of icon '%s': %s
fr: Impossible de créer des flux fichier d'icône %s pour l'icône « %s » : %s
gl: Non se puido crear o fluxo para o ficheiro da icona «%s» da icona «%s»: %s
pl: Nie udało się utworzyć strumienia dla pliku %s ikony '%s': %s
tr: '%s' simgesinin %s simge dosyası için akış oluşturulamadı: %s

source: Could not lookup gicon '%s'
fr: Impossible de chercher gicon « %s »
gl: Non se puido buscar o GIcon «%s»
pl: Nie udało się wyszukać interfejsu GIcon '%s'
ru: Не удалось найти gicon '%s'
tr: '%s' gicon bulunamadı

source: Could not lookup fallback icon for gicon '%s'
fr: Impossible de chercher repli icône de gicon « %s »
gl: Non se puido buscar a icona de reserva do GIcon «%s»
pl: Nie udało się wyszukać ikony zastępczej dla interfejsu GIcon '%s'
ru: Не удалось найти резервную иконку для gicon '%s'
tr: '%s' giconu için geri dönüş simgesi bulunamadı

source: Failed to load image data into content for gicon '%s': %s
fr: Impossible de charger des données d'image dans le contenu pour Gicon « %s » : %s
gl: Produciuse un fallo ao cargar os datos da imaxe no contido para o GIcon «%s»: %s
pl: Nie udało się załadować danych obrazu do treści dla interfejsu GIcon '%s': %s
ru: Не удалось загрузить данные изображения в содержимое для gicon '%s': %s
tr: '%s' gicon içeriğine resim verisi yüklenemedi: %s

source: Could not create stream for file %s of gicon '%s': %s
fr: Impossible de créer le flux pour le fichier %s de Gicon « %s » : %s
gl: Non se puido crear o fluxo para o ficheiro «%s» do GIcon «%s»: %s
pl: Nie udało się utworzyć strumienia dla pliku %s interfejsu GIcon '%s': %s
ru: Не удалось создать связь для файла %s для gicon '%s': %s
tr: '%s' gicon %s dosyası için akış oluşturulamadı: %s

source: Cannot load image '%s' without type
fr: Impossible de charger l'image « %s » sans type
gl: Non se pode cargar a imaxe «%s» sen o tipo
pl: Nie można załadować obrazu '%s' bez typu
ru: Невозможно загрузить изображение '%s' извне
tr: '%s' resmi türsüz yüklenemiyor

source: Cannot load image '%s' of unknown type %d
fr: Impossible de charger l'image « %s » de type inconnu %d
gl: Non se pode cargar a imaxe «%s» de tipo descoñecido %d
pl: Nie można załadować obrazu '%s' nieznanego typu %d
ru: Не удается загрузить изображение "%s " неизвестного типа %d
tr: Bilinmeyen%d türünde '%s' resmi yüklenemiyor

source: The hash key for caching this image
fr: La clé de hachage pour la mise en cache cette image
gl: A cadea de verificación (hash key) para gardar na caché esta imaxe
pl: Klucz skrótu do buforowania tego obrazu
ru: Хеш-ключ для кэширования этого изображения
tr: Bu görüntüyü önbelleklemek için karma anahtar

source: Missing icon name
fr: Nom de l’icône manquant
gl: Falta o nome da icona
pl: Brak nazwy ikony
ru: Отсутствует имя иконки
tr: Simge adı eksik

source: The icon's name to use when requested image cannot be loaded
fr: Le nom de l'icône à utiliser lorsque l'image demandée ne peut pas être chargée
gl: O nome da icona para usar cando non se pode cargar a imaxe solicitada
pl: Nazwa ikony, która ma być używana, gdy nie można załadować żądanego obrazu
ru: Имя иконки, используемое при невозможности загрузки запрошенного изображения
tr: İstenen resim yüklenemediğinde kullanılacak simge adı

source: Could not create key for icon name '%s' at size %u
fr: Impossible de créer la clé pour le nom de l'icône « %s » au format %u
gl: Non se puido crear a chave para o nome da icona «%s» co tamaño %u
pl: Nie udało się utworzyć klucza dla nazwy ikony '%s' o rozmiarze %u
ru: Не удалось создать ключ для имени значка "%s" размером %u
tr: %u boyutunda '%s' simge adı için anahtar oluşturulamadı

source: Could not create key for gicon '%s' at size %u
fr: Impossible de créer la clé pour gicon « %s » au format %u
gl: Non se puido crear a chave para o GIcon «%s» co tamaño %u
pl: Nie udało się utworzyć klucza dla interfejsu GIcon '%s' o rozmiarze %u
ru: Не удалось создать ключ для gicon '%s' при размере %u
tr: %u boyutunda '%s' gicon adı için anahtar oluşturulamadı

source: Padding between background and elements
fr: Rembourrage entre le fond et les éléments
gl: Recheo entre o fondo e os elementos
pl: Wypełnienie między tłem a elementami
ru: Отступы между фоном и элементами
tr: Arka plan ve öğeler arasında dolgu yapılması

source: Spacing between text and icon
fr: Espacement entre le texte et l'icône
gl: O espazamento entre o texto e a icona
pl: Rozstaw między tekstem a ikoną
ru: Расстояние между текстом и значком
tr: Metin ve simge arasındaki boşluk

source: Label style
gl: Estilo da etiqueta
pl: Styl etykiety
ru: Стиль надписи
tr: Etiket tarzı

source: Style of button showing text and/or icon
fr: Style de bouton affichant du texte et / ou l'icône
gl: Estilo do botón que amosa o texto ou a icona
pl: Styl przycisku wyświetlającego tekst i/lub ikonę
ru: Стиль кнопки, отображающей текст и/или иконку
tr: Metin ve/veya simge gösteren düğme tarzı

source: Icon GIcon
fr: Icône GICON
gl: O GIcon da icona
pl: Ikona interfejsu GIcon
ru: иконка GIcon
tr: GIcon simgesi

source: The GIcon of icon
fr: Le GIcon de l'icône
gl: O GIcon da icona
pl: Ikona interfejsu GIcon
ru: Интерфейс GIcon для иконок
tr: Simgesinin GIcon'u

source: Icon image
fr: image icône
gl: Imaxe da icona
pl: Obraz ikony
ru: Изображение иконки
tr: Simge resmi

source: Image of icon
fr: Image de l'icône
gl: Imaxe da icona
pl: Obraz ikony
ru: Изображение для иконки
tr: Simgenin resmi

source: Synchronize icon size
fr: Synchroniser la taille des icônes
gl: Sincronizar o tamaño da icona
pl: Synchronizuj rozmiar ikony
ru: Синхронизировать размер иконки
tr: Simge boyutunu eşitle

source: Synchronize icon size with text size
fr: Synchroniser taille de l'icône avec la taille du texte
gl: Sincronizar o tamaño da icona co tamaño do texto
pl: Synchronizuj rozmiar ikony z rozmiarem tekstu
ru: Синхронизировать размер иконки с размером текста
tr: Simge boyutunu metin boyutu ile eşitle

source: Size of icon if size of icon is not synchronized. -1 is valid for icon images and sets icon image's default size.
fr: Taille d'icône si la taille de l'icône ne est pas synchronisé. -1 Est valable pour la taille par défaut de l'icône des images et des ensembles icône image.
gl: Tamaño da icona se o tamaño da icona non está sincronizado. -1 é válido para as imaxes de iconas e define o tamaño predeterminado da imaxe da icona.
pl: Rozmiar ikony, jeśli rozmiar ikony nie jest zsynchronizowany. -1 jest prawidłowe dla obrazów ikon i ustawia domyślny rozmiar obrazu ikony.
ru: Размер иконки при отсутствии синхронизации. -1 действителен для изображений иконок и устанавливает размер изображения иконки по умолчанию.
tr: Simgenin boyutu eşzamanlı değilse, simge boyutu. -1, simge görüntüleri için geçerlidir ve simge görüntüsünün varsayılan boyutunu ayarlar.

source: Icon orientation
fr: Orientation de l'icône
gl: Orientación da icona
pl: Orientacja ikony
ru: Расположение иконки
tr: Simge yönlendirme

source: Orientation of icon to label
fr: Orientation icône pour l'étiquette
gl: A orientación da icona para a etiquega
pl: Orientacja ikony względem etykiety
ru: Расположение иконки по надписи
tr: Etikete simge yönlendirme

source: Label text
fr: Texte étiquette
gl: Texto da etiqueta
pl: Tekst etykiety
ru: Текст иконки
tr: Etiket metni

source: Text of label
fr: Texte de l'étiquette
gl: Texto da etiqueta
pl: Tekst etykiety
ru: Текст для иконки
tr: Etiket metni

source: Font
fr: Fonte
gl: Tipo de letra
pl: Czcionka
ru: Шрифт
tr: Yazı tipi

source: Font of label
fr: Police de l'étiquette
gl: Letra da etiqueta
pl: Czcionka etykiety
ru: Шрифт заголовка
tr: Etiket yazı tipi

source: Color
fr: Couleur
gl: Cor
pl: Kolor
ru: Цвет
tr: Renk

source: Color of label
fr: Couleur de l'étiquette
gl: Cor da etiqueta
pl: Kolor etykiety
ru: Цвет заголовка
tr: Etiket rengi

source: Ellipsize mode
fr: Mode ellipse
gl: Modo elipse (acurtar)
pl: Tryb wielokropka
ru: Режим многострочности
tr: Ellipsize modu

source: Mode of ellipsize if text in label is too long
fr: Mode d'ellipse si le texte dans l'étiquette est trop long
gl: Modo de elipse se o texto na etiqueta á moi longo
pl: Tryb wielokropka, jeśli tekst na etykiecie jest zbyt długi
ru: Режим многострочности, если текст иконки слишком длинный
tr: Etiketdeki metin çok uzunsa elipsin modu

source: Single line
fr: Une seule ligne
gl: Liña única
pl: Pojedynczy wiersz
ru: Одна строка
tr: Tek satır

source: Flag to determine if text can only be in one or multiple lines
fr: Drapeau pour déterminer si le texte ne peut être que dans une ou plusieurs lignes
gl: Marca para indicar se o texto é pode ter múltiples liñas ou non.
pl: Flaga do określenia, czy tekst może znajdować się tylko w jednym, czy w wielu wierszach
ru: Флаг для определения, может ли текст быть только в одной или нескольких строках
tr: Metnin yalnızca bir veya birden fazla satırda bulunup bulunmayacağını belirlemek için bayrak

source: Text justify
fr: Texte justifié
gl: Texto xustificado
pl: Justowanie tekstu
ru: Выравнивание текста
tr: Metin doğrulama

source: Justification (line alignment) of label
fr: Justification (alignement de ligne) de l'étiquette
gl: Xustificado (aliñamento da liña) da etiqueta
pl: Justowanie (wyrównanie wiersza) etykiety
ru: Выравнивание (выравнивание линии) надписи
tr: Etiketin gerekçesi (çizgi hizalama)

source: Window
fr: Fenêtre
gl: Xanela
pl: Okno
ru: Окно
tr: Pencere

source: The window to show
fr: La fenêtre pour montrer
gl: A xanela a amosar
pl: Okna do wyświetlenia
ru: Окно для показа
tr: Gösterilecek pencere

source: Display type
gl: Tipo de pantalla
pl: Typ wyświetlania
ru: Отображение
tr: Ekran tipi

source: How to display the window
gl: Como amosar a xanela
pl: Jak wyświetlić okno
ru: Отображение окна
tr: Pencereyi nasıl görüntülerim

source: Destroy on close
gl: Destruír ao pechar
pl: Zniszcz przy zamykaniu
ru: Закрыть расположенные рядом
tr: Yakında yok et

source: If this actor should be destroy when window was closed
gl: Se este actor debería ser destruído cando se pechou a xanela
pl: Czy ten aktor powinien zostać zniszczony po zamknięciu okna
ru: Это действие должно быть прекращено, когда окно было закрыто
tr: Eğer pencere kapatılırsa bu oyuncu yok edilmeli

source: Window number
fr: Numéro de fenêtre
gl: Número de xanela
pl: Numer okna
ru: Номер окна
tr: Pencere numarası
