Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: Second color
fr: Deuxième couleur
gl: Cor do segundo
pl: Kolor sekundy
ru: Цвет секундной стрелки
tr: Saniye rengi

source: Color to draw the second hand with
fr: Couleur pour dessiner la seconde main avec
gl: Debuxar a agulla dos segundos coa cor
pl: Kolor do narysowania wskazówki sekundowej
ru: Выберите цвет секундной стрелки
tr: Saniye ibresini çizmek için renk

source: Color to draw the circle with that holds the second hand
fr: Couleur pour dessiner le cercle qui détient la seconde main
gl: Cor para debuxar o círculo con que contén a agulla dos segundos
pl: Kolor do narysowania okręgu wskazówki sekundowej
ru: Выберите цвет циферблата
tr: Bu daireyi çizmek için renk ikinci el tutar

source: Cannot allocate memory for mapping
fr: Vous ne pouvez pas allouer de la mémoire pour la cartographie
gl: Non se pode asignar memoria para representar
pl: Nie można przydzielić pamięci do mapowania
ru: Не удается выделить память для сопоставления
tr: Haritalama için bellek ayrılamadı

source: Hour color:
fr: Couleur heure :
gl: Cor da hora:
pl: Kolor godziny:
ru: Цвет часовой стрелки:
tr: Saat rengi:

source: Choose color for hour hand
fr: Choisissez la couleur pour l'aiguille des heures
gl: Escolla unha cor para a agullas das horas
pl: Wybierz kolor wskazówki godzinowej
ru: Выберите цвет часовой стрелки
tr: Saat ibresi için renk seçin

source: Minute color:
fr: Couleur minute :
gl: Cor do minuto:
pl: Kolor minuty:
ru: Цвет минутной стрелки:
tr: Dakika rengi:

source: Choose color for minute hand
fr: Choisissez la couleur de l'aiguille des minutes
gl: Escolla unha cor para a agulla dos minutos
pl: Wybierz kolor wskazówki minutowej
ru: Выберите цвет минутной стрелки
tr: Dakika ibresi için renk seçin

source: Second color:
fr: Deuxième couleur :
gl: Cor do segundo:
pl: Kolor sekundy:
ru: Цвет секундной стрелки:
tr: Saniye rengi:

source: Choose color for second hand
fr: Choisissez la couleur pour la deuxième main
gl: Escolla unha cor para a agulla dos seugundos
pl: Wybierz kolor wskazówki sekundowej
ru: Выберите цвет секундной стрелки
tr: Saniye ibresi için renk seçin

source: Background color:
fr: Couleur de fond :
gl: Cor do fondo:
pl: Kolor tła:
ru: Цвет циферблата:
tr: Arkaplan rengi:

source: Choose color for background of second hand
fr: Choisissez la couleur pour le fond de la seconde main
gl: Escolla unha cor para o fondo da agulla dos segundos
pl: Wybierz kolor tła wskazówki sekundowej
ru: Выберите цвет циферблата
tr: Saniye ibresi arkaplanı için renk seçin

source: Adds a new view showing a clock
gl: Engadir unha nova vista amosando un reloxo
pl: Dodaje nowy widok pokazujący zegar
ru: Добавить новое отображение часов
tr: Bir saati gösteren yeni bir görünüm ekler

source: Example search
pl: Przykładowe wyszukiwanie

source: Example search provider
pl: Przykładowy dostawca wyszukiwania

source: This is just a useless example search provider plugin
pl: To tylko bezużyteczna przykładowa wtyczka dostawcy wyszukiwania

source: Unknown application '%s' for Gnome-Shell search provider '%s'
fr: Application inconnue « %s » pour le fournisseur de recherche Gnome-Shell « %s »
gl: O aplicativo «%s» é descoñecido para o fornecedor de busca de Gnome-Shell «%s»
pl: Nieznany program '%s' dla dostawcy wyszukiwania Gnome-Shell '%s'
ru: Неизвестное приложение '%s' для поискового провайдера Gnome-Shell '%s'
tr: Gnome-Kabuğu arama sağlayıcısı '%s' için bilinmeyen '%s' uygulaması

source: Cannot update information about Gnome-Shell search provider '%s': %s
fr: Vous ne pouvez pas mettre à jour des informations sur le fournisseur de recherche Gnome-Shell « %s » : %s
gl: Non se pode actualizar a información sobre o fornecedor de busca de Gnome-Shell «%s»: %s
pl: Nie można zaktualizować informacji o dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Не удается обновить информацию о поисковом провайдере Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' hakkında bilgi güncellenemiyor: %s

source: Cannot initialize file monitor to detect changes for Gnome-Shell search provider '%s': %s
fr: Impossible d'initialiser le moniteur de fichiers pour détecter les changements du fournisseur de recherche Gnome-Shell « %s » : %s
gl: Non se pode inicializar o seguimento de ficheiros para detectar cambios no fornecedor de busca de Gnome-Shell «%s»: %s
pl: Nie można zainicjować monitora plików w celu wykrycia zmian dla dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Не удается инициализировать проверку файла для обнаружения изменений в поисковом провайдере Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' için değişiklikleri algılamak üzere dosya izleyicisi başlatılamıyor: %s

source: Cannot load information about Gnome-Shell search provider '%s': %s
fr: Vous ne pouvez pas charger des informations sur le fournisseur de recherche Gnome-Shell « %s » : %s
gl: Non se pode cargar información sobre o fornecedor de busca de Gnome-Shell «%s»: %s
pl: Nie można załadować informacji o dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Не удается загрузить информацию о поисковом провайдере Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' hakkında bilgi yüklenemedi: %s

source: Could not create dbus connection for Gnome-Shell search provider '%s': %s
fr: Impossible de créer une connexion dbus pour le fournisseur de recherche Gnome-Shell « %s » : %s
gl: Non se puido crear a conexión dbus para o fornecedor de busca de Gnome-Shell «%s»: %s
pl: Nie udało się utworzyć połączenia dbus dla dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Не удалось создать соединение dbus для поискового провайдера Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' için dbus bağlantısı oluşturulamıyor: %s

source: Could get result set from dbus connection for Gnome-Shell search provider '%s': %s
fr: Pourrait obtenir le jeu de résultats de la connexion de dbus pour le fournisseur de recherche Gnome-Shell « %s » : %s
gl: Púidose obter un conxunto de resultados a partir da conexión dbus para o fornecedor de busca de Gnome-Shell «%s»: %s
pl: Udało sie uzyskać zestaw wyników z połączenia dbus dla dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Удалось получить результаты из соединения dbus для поискового провайдера Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' için dbus bağlantısından sonuç alınabilir: %s

source: Could get meta data for '%s' from dbus connection for Gnome-Shell search provider '%s': %s
fr: Pourrait obtenir des métadonnées pour « %s » de la connexion dbus pour le fournisseur de recherche Gnome-Shell « %s » : %s
gl: Púidose obter metadatos para «%s» desde a conexión "dbus para o fornecedor de busca de Gnome-Shell «%s»: %s
pl: Udało się uzyskać metadane dla '%s' z połączenia dbus dla dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Удалось получить метаданные для '%s' из соединения dbus для поискового провайдера Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' için dbus bağlantısından '%s' için meta veriler alınabilir: %s

source: Could get icon for '%s' of key '%s' for Gnome-Shell search provider '%s': %s
fr: Pourrait obtenir icône pour « %s » de la clé « %s » pour le fournisseur de recherche Gnome-Shell « %s » : %s
gl: Púidose obter unha icona de «%s» da chave «%s» para o fornecedor de busca de Gnome-Shell «%s»: %s
pl: Udało się uzyskać ikonę dla '%s' klucza '%s' dla dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Удалось получить изображение для '%s' из '%s' для поискового провайдера Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı %s' için '%s' anahtarının '%s' simgesi alınabilir: %s

source: Deserialization failed
fr: La désérialisation a échouée
gl: Fallou a deserialización
pl: Deserializacja nie powiodła się
ru: Ошибка десериализации
tr: Seri kaldırma başarısız

source: Could activate result item '%s' over dbus connection for Gnome-Shell search provider '%s': %s
fr: Pourrait activer résultat article « %s » sur une connexion de dbus pour le fournisseur de recherche Gnome-Shell « %s » : %s
gl: Púidose activar o elemento de resultado «%s» sobre a conexión dbus para o fornecedor de busca de Gnome-Shell «%s»: %s
pl: Udało się aktywować pozycję wyniku '%s' przez połączenie dbus dla dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Удалось активировать результат сообщения '%s' через соединение dbus для поискового провайдера Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' için dbus bağlantısı üzerinden '%s' sonuç öğesini etkinleştirebilirsiniz: %s

source: Could not launch search over dbus connection for Gnome-Shell search provider '%s': %s
fr: Impossible de lancer la recherche sur une connexion de dbus pour le fournisseurs de recherche Gnome-Shell « %s » : %s
gl: Non se puido iniciar a busca sobre a conexión dbus para o fornecedor de busca de Gnome-Shell «%s»: %s
pl: Nie udało się uruchomić wyszukiwania przez połączenie dbus dla dostawcy wyszukiwania Gnome-Shell '%s': %s
ru: Не удалось запустить поиск через dbus соединение для поискового провайдера Gnome-Shell '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' için dbus bağlantısı üzerinden arama başlatılamadı: %s

source: Gnome-Shell search provider filename has wrong file extension.
fr: Le nom de fichier du fournisseurs de recherche Gnome-Shell a une extension de fichier incorrecte.
gl: O nome do ficheiro do fornecedor de busca de Gnome-Shell ten unha extensión de ficheiro errada.
pl: Nazwa pliku dostawcy wyszukiwania Gnome-Shell ma nieprawidłowe rozszerzenie pliku.
ru: Имя файла поискового провайдера Gnome-Shell имеет неправильное расширение.
tr: Gnome-Kabuğu arama sağlayıcı dosya adı yanlış dosya uzantısına sahiptir.

source: Could not register Gnome-Shell search provider at file '%s': %s
fr: Impossible d' inscrire le fournisseurs de recherche Gnome-Shell au fichier « %s » : %s
gl: Non se puido rexistrar o fornecedor de busca de Gnome-Shell no ficheiro «%s»: %s
pl: Nie udało się zarejestrować dostawcy wyszukiwania Gnome-Shell w pliku '%s': %s
ru: Не удалось внести поисковую систему Gnome-Shell в файл '%s': %s
tr: Gnome-Kabuğu arama sağlayıcısı '%s' dosyasına kaydedilemedi: %s

source: Could not scan for gnome-shell search provider at '%s': %s
fr: Impossible d' analyser pour le fournisseur de recherche Gnome-Shell à « %s » : %s
gl: Non se puido buscar o fornecedor de busca de Gnome-Shell no «%s»: %s
pl: Nie udało się przeskanować w poszukiwaniu dostawcy wyszukiwania Gnome-Shell w '%s': %s
ru: Не удалось найти поставщика поиска gnome-shell в '%s': %s
tr: Gnome-shell arama sağlayıcısı '%s' için tarama yapılamadı: %s

source: Unable to create file monitor for Gnome-Shell search providers at '%s': %s
fr: Impossible de créer le moniteur de fichiers pour les fournisseurs de recherche Gnome-Shell à « %s » : %s
gl: Non se puido crear o seguimento de ficheiros para os fornecedores de busca de Gnome-Shell en «%s»: %s
pl: Nie udało się utworzyć monitora plików dla dostawców wyszukiwania Gnome-Shell w '%s': %s
ru: Не удается создать файл контроля для поставщиков поиска Gnome-Shell по адресу '%s': %s
tr: '%s' de Gnome-Shell arama sağlayıcıları için dosya monitörü oluşturulamıyor: %s

source: Gnome-Shell search provider
fr: Fournisseurs de recherche Gnome-Shell
gl: Fornecedor de busca de Gnome-Shell
pl: Dostawca wyszukiwania Gnome-Shell
ru: Поисковый запрос Gnome-Shell
tr: Gnome kabuğu arama sağlayıcı

source: Uses Gnome-Shell search providers as source for searches
fr: Utilise les fournisseurs de recherche Gnome-Shell en tant que source pour les recherches
gl: Usa os fornecedores de busca de Gnome-Shell como fonte de buscas
pl: Używa dostawców wyszukiwania Gnome-Shell jako źródła wyszukiwania
ru: Использует поисковые службы Gnome-Shell для поиска
tr: Aramalar için Gnome kabuğu arama sağlayıcılarını kaynak olarak kullanır

source: Activation corner
fr: Coin d'activation
gl: Esquina de activación
pl: Narożnik aktywacji
ru: Угол активации
tr: Etkinleştirme köşesi

source: The hot corner where to trigger the application to suspend or to resume
fr: Le coin chaud où pour déclencher l'application pour suspendre ou pour reprendre
gl: As esquinas activas onde activar un aplicativo para suspender ou retomar
pl: Gorący narożnik, w którym wyzwala się wstrzymanie lub wznowienie programu
ru: Горячий угол, используемый для открытия или закрытия приложения
tr: Uygulamayı askıya almak veya devam ettirmek için tetikleyeceğiniz sıcak köşe

source: Activation radius
fr: Rayon d'activation
gl: Raio de activación
pl: Promień aktywacji
ru: Радиус активации
tr: Etkinleştirme yarıçapı

source: The radius around hot corner where the pointer must be inside
fr: Le rayon autour du coin chaud où le pointeur doit être à l'intérieur
gl: O raio ao redor da esquina activa onde debe entrar o punteiro
pl: Promień wokół gorącego narożnika, w którym musi znajdować się wskaźnik
ru: Радиус горячего угла, в котором должен находиться курсор
tr: İşaretçinin içinde olması gereken sıcak köşedeki yarıçap

source: Activation duration
fr: Durée d'activation
gl: Duración da activación
pl: Czas aktywacji
ru: Время активации
tr: Etkinleştirme süresi

source: The time in milliseconds the pointer must stay inside the radius at hot corner to trigger
fr: Le temps en millisecondes que le pointeur doit rester à l'intérieur du rayon au coin chaud pour déclencher
gl: O tempo en milisegundos que o punteiro debe permanecer dentro do raio na esquina activa para activarse
pl: Czas w milisekundach, przez który wskaźnik musi pozostać wewnątrz promienia w gorącym narożniku, aby został wyzwolony
ru: Время в миллисекундах, в течение которого курсор должен находиться внутри радиуса в горячем углу для запуска
tr: İşaretçinin, sıcak köşedeki yarıçapın içinde kalması gereken milisaniye cinsinden süre

source: Could not get pointer to determine pointer position
fr: Impossible d'obtenir le pointeur pour déterminer la position du pointeur
gl: Non se puido obter o punteiro para determinar a posición do punteiro
pl: Nie udało się uzyskać wskaźnika, aby określić położenie wskaźnika
ru: Не удалось получить своевременное указание для определения положения указателя
tr: İşaretçi konumunu belirlemek için işaretçi alınamadı

source: Disabling hot-corner plugin because the root window to determine pointer position could not be found.
fr: Désactivation du greffon coin chaud car la fenêtre racine pour déterminer la position du pointeur n'a pu être trouvée.
gl: Estase a desactivar o engadido esquinas activas porque non se atopou a xanela raíz para determinar a posición do punteiro.
pl: Wyłączam wtyczkę gorącego narożnika, ponieważ nie udało się znaleźć okna głównego do określenia pozycji wskaźnika.
ru: Отключение плагина горячего угла, потому что основное окно для определения позиции указателя не может быть найдено.
tr: İşaretçi konumunu belirlemek için kök pencere bulunamadığından sıcak köşe eklentisini devre dışı bırakma.

source: Disabling hot-corner plugin because the device manager to determine pointer position could not be found.
fr: Désactivation de du greffon coin chaud car le gestionnaire de périphériques pour déterminer la position du pointeur n'a pu être trouvée.
gl: Estase a desactivar o engadido esquinas activas porque non se atopou o xestor de dispositivos para determinar a posición do punteiro.
pl: Wyłączam wtyczkę gorącego narożnika, ponieważ nie udało się znaleźć menedżera urządzeń do określenia pozycji wskaźnika.
ru: Отключение плагина горячий угол, так как не удалось найти диспетчер устройств для определения положения указателя.
tr: İşaretçi konumunu belirlemek için aygıt yöneticisi bulunamadığından sıcak köşe eklentisini devre dışı bırakma.

source: Disabling hot-corner plugin because application is not running as daemon.
fr: Désactivation du greffon coin chaud car l'application ne fonctionne pas comme démon.
gl: Estase a desactivar o engadido de esquinas activas porque o aplicativo non se está executando como servizo.
pl: Wyłączam wtyczkę gorącego narożnika, ponieważ program nie działa jako demon.
ru: Отключение плагина горячего угла, потому что приложение не работает как демон.
tr: Uygulama arthizmet olarak çalışmadığından sıcak köşe eklentisini devre dışı bırakma.

source: Immediately
fr: Immédiatement
gl: Inmediatamente
pl: Natychmiastowo
ru: Очень высокий
tr: Hemen

source: Activation corner:
fr: Coin d'activation :
gl: Esquina de activación:
pl: Narożnik aktywacji:
ru: Угол активации:
tr: Etkinleştirme köşesi:

source: Radius of activation corner:
fr: Rayon du coin d'activation :
gl: Raio de esquina de activación:
pl: Promień narożnika aktywacji:
ru: Радиус угла активации:
tr: Etkinleştirme köşesi yarıçapı:

source: Timeout to activate:
fr: Timeout pour activer:
gl: Tempo de espera para activar:
pl: Limit czasu do aktywacji:
ru: Задержка активации:
tr: Etkinleştirilecek zaman aşımı:

source: Hot corner
fr: coin chaud
gl: Esquina activa
pl: Gorący narożnik
ru: Горячие углы
tr: Sıcak köşe

source: Activates xfdashboard when pointer is moved to a configured corner of monitor
fr: Active xfdashboard lorsque le pointeur est déplacé vers un coin de l'écran configuré
gl: Activa xfdashboard cando o punteiro é movido a unha esquina configurada do seguimento
pl: Aktywuje xfdashboard, gdy wskaźnik zostanie przeniesiony do skonfigurowanego narożnika monitora
ru: Активирует xfdashboard, при наведении курсора в настроенный угол монитора
tr: İşaretçi yapılandırılmış bir ekran köşesine taşındığında xfdashboard'u etkinleştirir

source: Middle-click window close
gl: O botón do medio pecha a xanela
pl: Środkowy przycisk do zamykania okna
ru: Закрыть окно средней кнопкой мыши
tr: Orta tıklama penceresi kapat

source: Closes windows in windows view by middle-click
gl: Pecha as xanelas na vista de xanelas premendo o botón do medio
pl: Zamyka okna w widoku okien przez kliknięcie środkowym przyciskiem
ru: Закрыть окна в окне просмотра средней кнопкой мыши
tr: Pencere görünümü içindeki pencereleri orta tıklamayla kapatır

source: Do nothing
fr: Ne rien faire
gl: Non facer nada
pl: Nic nie rób
ru: Без просмотра
tr: Hiçbir şey yapma

source: Windows view
fr: Vue fenêtre
gl: Visa de xanelas
pl: Widok okien
ru: Окон
tr: Pencereler görünümü

source: Applications view
fr: Vue Applications
gl: Vista de aplicativos
pl: Widok aplikacji
ru: Приложений
tr: Uygulamalar görünümü

source: High
fr: Haut
gl: Alta
pl: Wysoki
ru: Высокий
tr: Yüksek

source: Normal
pl: Normalny
ru: Обычный

source: Low
fr: Bas
gl: Baixa
pl: Niski
ru: Низкий
tr: Düşük

source: seconds
fr: secondes
gl: segundos
pl: sekund(y)
ru: секунд
tr: saniyeler

source: Builder
fr: Constructeur
gl: Desenvolvedor
pl: Konstruktor
ru: Конструктор
tr: İnşa edici

source: The initialized GtkBuilder object where to set up themes tab from
fr: L'objet GtkBuilder initialisé où configurer l'onglet thèmes de
gl: O obxecto «GtkBuilder» inicializado desde onde configurar a lapela de temas
pl: Zainicjowany obiekt GtkBuilder, z którego należy skonfigurować kartę motywu
ru: Инициализировать объект GtkBuilder где можно настроить вкладку тем
tr: Temalar sekmesinin ayarlandığı başlangıç GtkBuilder nesnesi

source: Configure plugin: %s
fr: Configurer le greffon : %s
gl: Configurar o engadido: %s
pl: Skonfiguruj wtyczkę: %s
ru: Настройки плагина: %s
tr: Eklentiyi yapılandır: %s

source: Could not set list of enabled plugins!
fr: Impossible de définir la liste des greffons activés!
gl: Non se puido estabelecer a listaxe de engadidos activados!
pl: Nie udało się ustawić listy włączonych wtyczek!
ru: Не удалось получить список включенных плагинов!
tr: Etkin eklentilerin listesi ayarlanamadı!

source: Could not load plugin '%s' from '%s': %s
fr: Impossible de charger le greffon « %s » de « %s » : %s
gl: Non se puido cargar o engadido «%s» desde «%s»: %s
pl: Nie udało się załadować wtyczki '%s' z '%s': %s
ru: Не удалось загрузить плагин '%s' из '%s': %s
tr: '%s' den '%s' eklentisi yüklenemedi: %s

source: <b>Plugin could not be loaded.</b> %s
fr: <b>Le greffon ne peut être chargé.</b> %s
gl: <b>Non se puido cargar o engadido.</b> %s
pl: <b>Nie udało się załadować wtyczki.</b> %s
ru: <b>Не удалось загрузить модуль.</b> %s
tr: <b>Eklenti yüklenemedi.</b> %s

source: Theme
fr: Thème
gl: Tema
pl: Motyw
ru: Тема
tr: Tema

source: Settings manager socket
fr: Paramètres du gestionnaire de socket
gl: Toma do xestor de configuración
pl: Gniazdo menedżera ustawień
ru: Сокет диспетчера настроек
tr: Ayar yöneticisi soketi

source: SOCKET ID
fr: ID SOCKET
gl: Identificador da toma
pl: IDENTYFIKATOR GNIAZDA
tr: SOKET KİMLİĞİ

source: Version information
fr: Informations de version
gl: Información da versión
pl: Informacje o wersji
ru: Информация о версии
tr: Sürüm bilgisi

source: %s: %s Try %s --help to see a full list of available command line options.
fr: %s : %s Essayez %s--help pour voir une liste complète des options de ligne de commande.
gl: %s: %s Probar %s --axuda a ver unha listaxe completa das opcións da liña de ordes dispoñíbeis.
pl: %s: %s Proszę wprowadzić „%s --help”, aby wypisać pełną listę opcji wiersza poleceń.
ru: %s: %s Попробуйте %s --help, чтобы увидеть полный список доступных параметров командной строки.
tr: %s: %s Kullanılabilir bir komut satırı tam listesi görmek için %s --help deneyin

source: Failed to initialize xfconf: %s
fr: Échec d'initialisation xfconf : %s
gl: Produciuse un fallo ao inicializar xfconf: %s
pl: Nie udało się zainicjować xfconf: %s
ru: Не удалось инициализировать xfconf: %s
tr: Xfconf başlatılamadı: %s

source: Could not create the settings dialog.
fr: Impossible de créer la boîte de dialogue des paramètres.
gl: Non se puido crear o diálogo de opcións
pl: Nie udało się utworzyć okna dialogowego ustawień.
ru: Не удалось создать диалоговое окно параметров.
tr: Ayarlar iletişim kutusu oluşturulamadı.

source: Could not find UI file '%s'.
fr: Impossible de trouver le fichier de l'interface « %s ».
gl: Non se puido atopar o ficheiro coa interface de usuario «%s».
pl: Nie udało się znaleźć pliku interfejsu użytkownika '%s'.
ru: Не найден файл интерфейса пользователя '%s'.
tr: '%s' arayüz dosyası bulunamadı.

source: Could not load UI resources from '%s': %s
fr: Impossible de charger les ressources de l'interface utilisateur depuis « %s » : %s
gl: Non se puido cargar os recursos da interface de usuario desde «%s»: %s
pl: Nie udało się załadować zasobów interfejsu użytkownika z '%s': %s
ru: Не удалось загрузить ресурсы пользовательского интерфейса из '%s': %s
tr: Arayüz kaynakları '%s' den yüklenemedi: %s

source: Could not get dialog from UI file.
fr: Impossible d'obtenir le dialogue à partir du fichier de l'interface utilisateur.
gl: Non se puido obter o diálogo do ficheiro da interface de usuario.
pl: Nie udało się uzyskać okna dialogowego z pliku interfejsu użytkownika.
ru: Не удалось совершить диалог с файлом пользовательского интерфейса.
tr: Arayüz dosyası üzerinden iletişim kurulamadı.

source: Cannot restart application: Failed to quit running instance
fr: Vous ne pouvez pas redémarrer l'application: Impossible de quitter instance d'exécution
gl: Non se pode reiniciar o aplicativo: fallou ao saír da instancia en execución
pl: Nie można ponownie uruchomić programu: Nie udało się zamknąć działającego wystąpienia
ru: Невозможно перезапустить приложение: Не удалось закрыть запущенный экземпляр
tr: Uygulama yeniden başlatılamıyor: Çalışan örnekten çıkılamadı

source: Initializing clutter failed!
fr: Initialisation encombrement échoué!
gl: Produciuse un fallo ao inicializar con desorde!
pl: Inicjalizacja Cluttera nie powiodła się!
ru: Не удалось инициализировать clutter!
tr: Dağınıklığı başlatmak başarısız oldu!

source: Failed to create application instance
fr: Impossible de créer une instance de l'application
gl: Produciuse un fallo ao crear a instancia do aplicativo
pl: Nie udało się utworzyć wystąpienia programu
ru: Ошибка создания экземпляра приложения
tr: Uygulama örneği oluşturma başarısız
