Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: This release fixes problems with icon mode in theming and allows to launch the first item by pressing ENTER in search view when a search was started by just typing.
fr: Cette version corrige des problèmes avec le mode de l'icône dans la thématisation et permet de lancer le premier élément en appuyant sur ENTER dans la perspective de recherche lors d'une recherche a été lancé en tapant simplement.
gl: Esta versión corrixe problemas co modo de icona na tema e permite iniciar o primeiro elemento premendo ENTER na vista de busca cando se iniciou unha busca simplemente escribindo.
ru: Этот выпуск устраняет проблемы с режимом значков в темах и позволяет запускать первый элемент, нажимая клавишу ENTER в режиме поиска, когда поиск начинался с простого ввода.
tr: Bu sürüm, temalar için simge modu ile ilgili sorunları giderir ve yalnızca arama yazarak başlatıldığında arama görünümünde ENTER'a basarak ilk öğeyi başlatmanıza izin verir.

source: Initial release.
fr: Première publication.
gl: Versión inicial
ru: Первый выпуск.
tr: İlk sürüm.

source: Monitor
fr: Moniteur
gl: Seguimento
ru: Монитор
tr: Ekran

source: ID
gl: Identificador
tr: Kimlik

source: Failed to register seaarch provider %s of type %s
fr: Impossible d'enregistrer le fournisseur de seaarch %s de Type %s
gl: Produciuse un fallo ao rexistrar o fornecedor de buscas %s de tipo %s
tr: %s türünde %s arama sağlayıcısı kaydedilemedi

source: xfdashboard-auber
fr: xfdashboard-aube
ru: Аuber

source: xfdashboard-blue
fr: Bleu xfdashboard
ru: Blue

source: xfdashboard-dark
fr: sombre xfdashboard
ru: Dark

source: xfdashboard-mint
fr: xfdashboard-menthe
ru: Mint

source: xfdashboard-wine
fr: xfdashboard-vin
ru: Wine

source: xfdashboard-moranga
ru: Moranga

source: s
ru: c

source: ms
ru: мс
