Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: When enabled and an icon in quicklaunch is clicked it will always start a new instance of the application. When not enabled it will select the last known active window of the running application instance. If application is not running, a new instance will be started.
fr: Lorsqu'elle est activée et une icône dans quicklaunch est cliqué, il sera toujours démarrer une nouvelle instance de l'application. Lorsque pas activé il sélectionnera la dernière fenêtre active connue de l'instance d'application en cours d'exécution. Si l'application ne fonctionne pas, une nouvelle instance sera lancée.
gl: Se está activado e preme nunha icona no iniciador rápido, sempre iniciará unha nova instancia do aplicativo. Se non está activado, elixirá a última xanela activa coñecida da instancia do aplicativo en execución. Se o aplicativo non está en execución, iniciarase unha nova instancia.
pl: Jeśli jest włączone, a ikona szybkiego uruchamiania zostanie kliknięta, spowoduje zawsze uruchomienie nowego wystąpienia programu. Jeśli nie jest włączone, wybierze ostatnie znane aktywne okno uruchomionego wystąpienia programu. Jeśli program nie jest uruchomiony, zostanie uruchomione nowe wystąpienie.
ru: При включении и щелчке по значку в быстром запуске он всегда запускает новый экземпляр приложения. Когда он не включен, то выбирает последнее известное активное окно экземпляра запущенного приложения. Если приложение не запущено, будет запущен новый экземпляр.
tr: Etkinleştirildiğinde ve hızlı başlatmada bir simge tıklandığında, uygulamanın her zaman yeni bir örneğini başlatır. Etkinleştirilmediğinde, çalışan uygulama örneğinin bilinen en son etkin penceresini seçecektir. Uygulama çalışmıyorsa, yeni bir örnek başlatılacaktır.

source: Enable animations
pl: Włącz animacje

source: If enabled theme-defined animations will be shown.
pl: Jeśli włączone, zostaną wyświetlone animacje zdefiniowane motywem.

source: <b>Applications view:</b>
fr: <b>Vu applications :</b>
gl: <b>Vista de aplicativos:</b>
pl: <b>Widok aplikacji:</b>
ru: <b>Приложения: </b>
tr: <b>Uygulamalar görünümü:</b>

source: Show menu for all installed applications
fr: Afficher le menu pour toutes les applications installées
gl: Amosar o menú para todos os aplicativos instalados
pl: Wyświetl menu wyświetlające wszystkie zainstalowane aplikacje
ru: Все приложения
tr: Yüklü tüm uygulamalar için menü göster

source: When enabled an "all applications" menu containing all installed applications will be shown at applications view
fr: Une fois activé, un menu "toutes les applications" contenant toutes les applications installées sera présentée à voir applications
gl: Cando se activa un menú «todos os aplicativos» que contén todos os aplicativos instalados amosarase na vista de aplicativos
pl: Jeśli zaznaczone, menu wszystkich aplikacji będzie widoczne przy widoku aplikacji
ru: При включении "Все приложения" меню, содержащее все установленные приложения будут отображаться на мониторе "приложения"
tr: Etkinleştirildiğinde, yüklü olan tüm uygulamaları içeren bir "tüm uygulamalar" menüsü uygulamalar görünümünde gösterilir

source: <b>Windows view:</b>
fr: <b>Vu fenêtres :</b>
gl: <b>Visa de xanelas:</b>
pl: <b>Podgląd okien:</b>
ru: <b>Окна :</b>
tr: <b>Pencereler görünümü:</b>

source: Mouse wheel changes workspace
fr: La molette de la souris change de l'espace de travail
gl: A roda do rato muda o espazo de traballo
pl: Rolka myszy zmienia przestrzeń roboczą
ru: Смена рабочего стола колёсиком мыши
tr: Fare tekerleği çalışma alanını değiştirir

source: When enabled any scroll event, like mouse-wheel up and down, at the windows view will change the active workspace. This behaviour is the same as in workspace selector.
fr: Lorsqu'elle est activée tout événement de défilement, comme molette de la souris vers le haut et vers le bas, les fenêtres vue va changer l'espace de travail actif. Ce comportement est le même que dans le sélecteur d'espace de travail.
gl: Cando se activa, calquera evento de desprazamento, como a roda do rato cara arriba e cara abaixo, na vista de xanelas cambiará o espazo de traballo activo. Este comportamento é o mesmo que no selector de espazo de traballo.
pl: Gdy włączone, każde zdarzenie przewijania, takie jak kółko myszy w górę i w dół, w widoku okien zmieni aktywny obszar roboczy. To zachowanie jest takie samo, jak w przypadku selektora obszaru roboczego.
ru: В режиме просмотра открытых окон, движение колёсика мыши в любом направлении будет приводить к смене рабочего стола.
tr: Etkinleştirildiğinde, fare tekerleği yukarı ve aşağı gibi pencereler görünümünde herhangi bir kaydırma etkinliği, etkin çalışma alanını değiştirecektir. Bu davranış, çalışma alanı seçiminde olduğu gibi aynıdır.

source: <b>Search view:</b>
fr: <b>Vu Recherche :</b>
gl: <b>Vista de buscas:</b>
pl: <b>Widok wyszukiwania:</b>
ru: <b>Поиск: </b>
tr: <b>Arama görünümü:</b>

source: Sets the interval the search should be delayed by after the first character was entered.
fr: Définit l'intervalle de la recherche qui devrait être retardée après que le premier caractère ai été saisi.
gl: Define o intervalo que a busca debería atrasarse despois de inserir o primeiro carácter.
pl: Ustawia interwał, o jaki wyszukiwanie powinno zostać opóźnione po wprowadzeniu pierwszego znaku.
ru: Задает интервал задержки поиска после ввода первого символа.
tr: İlk karakter girildikten sonra aramanın geciktirilmesi gereken aralığı ayarlar.

source: Delay initial search interval:
fr: Retard initial de l'intervalle de recherche :
gl: Intervalo de atraso na busca inicial:
pl: Opóźnienie początkowego interwału wyszukiwania:
ru: Задержка поиска:
tr: İlk arama aralığını geciktir:

source: General
fr: Général
gl: Xeral
pl: Ogólne
ru: Общее
tr: Genel

source: <b>Name:</b>
fr: <b>Nom :</b>
gl: <b>Nome:</b>
pl: <b>Nazwa:</b>
ru: <b>Имя: </b>
tr: <b>Ad:</b>

source: <b>Author:</b>
fr: <b>Auteur :</b>
gl: <b>Autor:</b>
pl: <b>Autor:</b>
ru: <b>Автор: </b>
tr: <b>Yazar:</b>

source: <b>Version:</b>
gl: <b>Versión:</b>
pl: <b>Wersja:</b>
ru: <b>Версия: </b>
tr: <b>Sürüm:</b>

source: <b>Description:</b>
gl: <b>Descrición:</b>
pl: <b>Opis:</b>
ru: <b>Описание: </b>
tr: <b>Açıklama:</b>

source: Themes
fr: Thèmes
gl: Temas
pl: Motywy
ru: Оформление
tr: Temalar

source: <b>License:</b>
fr: <b>Licence :</b>
gl: <b>Licenza:</b>
pl: <b>Licencja:</b>
ru: <b>Лицензия: </b>
tr: <b>Lisans:</b>

source: Plugins
fr: Greffons
gl: Engadidos
pl: Wtyczki
ru: Плагины
tr: Eklentiler

source: Default theme for xfdashboard
fr: Thème par défaut pour xfdashboard
gl: Tema predeterminado para xfdashboard
pl: Domyślny motyw Xfdashboard
ru: Тема по умолчанию
tr: Xfdashboard için varsayılan tema

source: Aubergine theme for xfdashboard
fr: Thème Aubergine pour xfdashboard
gl: Tema Aubergine para o xfdashboard
pl: Motyw bakłażanowy dla xfdashboard
ru: Тема - Aubergine
tr: Xfdashboard için patlıcan teması

source: Blue theme for xfdashboard
fr: Thème Bleu pour xfdashboard
gl: Tema Blue para o xfdashboard
pl: Niebieski motyw Xfdashboard
ru: Тема - Blue
tr: Xfdashboard için mavi tema

source: Dark theme for xfdashboard
fr: Thème sombre pour xfdashboard
gl: Tema Dark para o xfdashboard
pl: Ciemny motyw Xfdashboard
ru: Тема - Dark
tr: Xfdashboard için koyu tema

source: Fresh-green flavored theme for xfdashboard
fr: Thème aromatisées vert-frais pour xfdashboard
gl: Tema con Fresh-green para o xfdashboard
pl: Motyw Xfdashboard w kolorze świeżej zieleni
ru: Тема - Mint
tr: Xfdashboard için taze yeşil aromalı tema

source: Moranga theme for xfdashboard
fr: Thème Moranga pour xfdashboard
gl: Tema Moranga para o xfdashboard
pl: Motyw moranga dla xfdashboard
ru: Тема - Moranga
tr: Xfdashboard için moranga teması

source: Red wine theme for xfdashboard
fr: Thème vin rouge pour xfdashboard
gl: Tema Red para o xfdashboard
pl: Motyw Xfdashboard w kolorze czerwonego wina
ru: Тема - Red Wine
tr: Xfdashboard için kırmızı şarap teması

source: Object type %s does not provide action '%s'
fr: Le type d'objet %s ne prévoit pas d'action « %s »
gl: O tipo de obxecto %s non fornece acción «%s»'
pl: Typ obiektu %s nie zapewnia czynności '%s'
ru: Объект %s не предусматривает действий '%s'
tr: %s öğe türü '%s' eylemini sağlamıyor

source: Action '%s' at object type %s is not an action signal.
fr: L'action « %s » du type d'objet %s n'est pas un signal d'action.
gl: A acción «%s» no tipo de obxecto %s non é un sinal de acción.
pl: Czynność '%s' w typie obiektu %s nie jest sygnałem czynności.
ru: Действие '%s' на объект %s не подает связи.
tr: %s öğe türündeki '%s' hareketi bir eylem sinyali değildir.

source: Action '%s' at object type %s wants return value of type %s but expected is %s.
fr: L'action « %s » du type d'objet %s veut la valeur de retour du type %s mais attendu est %s.
gl: A acción «%s» no tipo de obxecto %s quere devolver o valor do tipo %s pero o agardado é %s.
pl: Czynność '%s' w typie obiektu %s chce zwrócić wartość typu %s, ale oczekuje się %s.
ru: Действие '%s' на объект %s хочет вернуть значение %s но ожидается %s.
tr: %s öğe türündeki '%s' eylemi %stürden dönüş değeri istiyor ancak beklenen %s dir.

source: Action '%s' at object type %s wants %u parameters but expected are %u.
fr: L'action « %s » du type d'objet %s veut les paramètres %u, mais attendus sont %u.
gl: A acción «%s» no tipo de obxecto %s quere %u parámetros pero os agardados son %u.
pl: Czynność '%s' w typie obiektu %s chce %u parametrów, ale oczekiwane są %u.
ru: Действие '%s' на объект %s требует %u параметров, но ожидается %u.
tr: %s öğe türündeki '%s' eylemi %uparametrelerini istiyor ancak %u bekleniyor.

source: Action '%s' at object type %s wants type %s at parameter %u but type %s is expected.
fr: L'action « %s » du type d'objet %s veut le type %s pour le paramètre %u, mais le type %s est attendu.
gl: A acción «%s» no tipo de obxecto %s quere o tipo %s no parámetro %u pero o tipo agardado é %s.
pl: Czynność '%s' w typie obiektu %s chce typ %s w parametrze %u, ale typ %s jest oczekiwany.
ru: Действие '%s' на объект %s требует %s для параметра %u но он %s ожидается.
tr: %s öğe türündeki '%s' eylemi %uparametresinde%s türü istiyor ancak %s türü bekleniyor.

source: Target
fr: Cible
gl: Destino
pl: Cel
ru: Цель
tr: Hedef

source: The target actor's class name to lookup and to perform action at
fr: Le nom de la classe de l'acteur cible pour rechercher et pour effectuer une action au
gl: O destino do nome da clase do actor para buscar e realizar accións en
pl: Nazwa klasy aktora docelowego do wyszukania i wykonania czynności
ru: Имя класса целевого сценария для поиска и выполнения действий в
tr: Arama ve eylem gerçekleştirmek için hedef aktörün sınıf adı

source: Action
gl: Acción
pl: Akcja
ru: Действие
tr: Eylem

source: The action signal to perform at target
fr: Le signal d'action à effectuer à la cible
gl: O sinal de acción para executar no destino
pl: Sygnał czynności do wykonania na celu
ru: Сигнал действия для выполнения на цели
tr: Hedefte gerçekleştirilecek eylem sinyali

source: Could not transform CSS string value for property '%s' to type %s of class %s
fr: Impossible de transformer la valeur de chaîne CSS pour la propriété « %s » du type %s de la classe %s
gl: Non se puido transformar o valor da cadea CSS para a propiedade «%s» do tipo %s da clase %s.
pl: Nie udało się przekształcić wartości ciągu CSS dla właściwości '%s' na typ %s klasy %s
ru: Не удалось преобразовать значение строки CSS для свойства '%s' в %s из класса %s
tr: '%s' özelliği için CSS dize değeri, %s sınıfının %s öğesine dönüştürülemiyor

source: Cannot allocate memory for animation entry for animation '%s' with signal '%s'
pl: Nie można przydzielić pamięci na wpis animacji dla animacji '%s' z sygnałem '%s'

source: Can focus
fr: Peut se focaliser
gl: Pode obter o foco
pl: Może uzyskać fokus
ru: Cфокусировать
tr: Odaklanabilir

source: This flag indicates if this actor can be focused
fr: Ce drapeau indique si cet acteur peut être focalisé
gl: Esta marca indica se este actor pode obter o foco
pl: Ta flaga wskazuje, czy ten aktor może uzyskać fokus
ru: Этот флаг указывает, может ли этот субъект быть сфокусирован
tr: Bu aktör odaklanabilirse bu bayrak gösterir

source: Effects
fr: Effets
gl: Efectos
pl: Efekty
ru: Эффекты
tr: Etkiler

source: List of space-separated strings with IDs of effects set at this actor
fr: Liste de chaînes séparées par des espaces avec des ID d'effets fixés à cet acteur
gl: Lista de cadeas separadas por espazos con ID de efectos neste actor
pl: Lista ciągów oddzielonych spacjami z identyfikatorami efektów ustawionymi dla tego aktora
ru: Список разделенных пробелами строк с идентификаторами эффектов, заданными для этого действия
tr: Bu aktörde etki kimliğini içeren boşluklarla ayrılmış dizelerin listesi

source: Cannot allocate memory for animation entry with actor '%s' at animation '%s'
pl: Nie można przydzielić pamięci na wpis animacji z aktorem '%s' w animacji '%s'

source: The animation ID
pl: Identyfikator animacji

source: Could not get information about application '%s'
gl: Non se puido obter información sobre o aplicativo «%s»
pl: Nie udało się uzyskać informacji o programie '%s'
ru: Не удалось получить информацию о приложении '%s'
tr: '%s' uygulaması hakkında bilgi alınamadı

source: Could not get application action for application '%s'
gl: Non se puido obter a acción do aplicativo para o aplicativo «%s»
pl: Nie udało się uzyskać czynności programu dla programu '%s'
ru: Не удалось применить действие для приложения '%s'
tr: '%s' uygulaması için uygulama eylemi alınamadı

source: Could not execute action '%s' for application '%s': %s
gl: Non se puido executar a acción «%s» para o aplicativo «%s»: %s
pl: Nie udało się wykonać czynności '%s' dla programu '%s': %s
ru: Не удалось выполнить действие '%s' для приложения '%s': %s
tr: '%s' uygulaması için '%s' eylemi yürütülemedi: %s

source: Unknown error
fr: Erreur inconnue
gl: Erro descoñecido
pl: Nieznany błąd
ru: Неизвестная ошибка
tr: Bilinmeyen hata

source: Executed action '%s' for application '%s'
gl: Executouse a acción «%s» para o aplicativo «%s»
pl: Wykonana czynność '%s' dla programu '%s'
ru: Выполнить '%s' для приложения '%s'
tr: '%s' uygulaması için '%s' eylemi gerçekleştirildi

source: Application information
fr: Informations sur l'application
gl: Información do aplicativo
pl: Informacje o aplikacji
ru: Информация о приложениях
tr: Uygulama bilgisi

source: The application information whose title and description to display
fr: L'information de l'application dont le titre et la description à afficher
gl: A información do aplicativo, incluído o título e a descrición que se deben amosar
pl: Informacje o programie, którego tytuł i opis mają zostać wyświetlone
ru: Сведения о приложении, заголовок и описание которого нужно отобразить
tr: Başlığı ve açıklaması görüntülenen uygulama bilgileri

source: Show description
fr: Afficher la description
gl: Amosar a descrición
pl: Pokazuj opis
ru: Показать описание
tr: Açıklamayı göster

source: Show also description next to tile
fr: Afficher la description également à côté de la tuile
gl: Amosar tamén a descrición a carón do mosaico
pl: Pokaż również opis obok kafelka
ru: Описание рядом с плиткой
tr: Döşeme yanında açıklama da göster

source: Format title only
fr: Format titre seulement
gl: Formatar só o título
pl: Tylko format tytułu
ru: Форматировать заголовок
tr: Sadece biçim başlığı

source: Format string used when only title is display
fr: Format de chaîne utilisé lorsque seul le titre est affichage
gl: Formatar a cadea usada cando só se amosa o título
pl: Ciąg formatu używany, gdy wyświetlany jest tylko tytuł
ru: Строка форматирования используется когда отображается только заголовок
tr: Sadece başlığı görüntülediğinde kullanılan biçim dizgesi

source: Format title and description
fr: Format du titre et de la description
gl: Formatar o título e a descrición
pl: Format tytułu i opis
ru: Форматировать заголовок и описание
tr: Biçim başlığı ve açıklama

source: Format string used when title and description is display. First argument is title and second one is description.
fr: Chaîne de format utilisée lorsque le titre et la description est affichable. Le premier argument est le titre et le second est la description.
gl: Formatar a cadea empregada cando se amosan o título e a descrición. O primeiro argumento é o título e o segundo a descrición.
pl: Ciąg formatu używany, gdy wyświetlany jest tytuł i opis. Pierwszy argument to tytuł, a drugi to opis.
ru: Строка форматирования, используемая при отображении заголовка и описания. Первый аргумент - название, второй - описание.
tr: Başlık ve açıklama görüntülendiğinde kullanılan biçim dizgesi. Birinci değişken başlık, ikincisi tanımıdır.

source: Launching application '%s' failed: %s
fr: Lancement de l'application « %s » a échoué : %s
gl: Iniciando o aplicativo «%s» fallou: %s
pl: Uruchomienie programu '%s' nie powiodło się: %s
ru: Запуск приложения '%s' не удался: %s
tr: '%s' uygulaması başlatılamadı: %s

source: No information available for application
fr: Aucune information disponible pour l'application
gl: Non hai información dispoñíbel para o aplicativo
pl: Brak informacji o programie
ru: Нет доступной информации
tr: Uygulama için bilgi mevcut değil

source: unknown error
fr: erreur inconnue
gl: erro descoñecido
pl: nieznany błąd
ru: неизвестная ошибка
tr: bilinmeyen hata

source: Application '%s' launched
fr: Application « %s »lancée
gl: Iniciouse o aplicativo «%s»
pl: Uruchomiono aplikację '%s'
ru: Приложение '%s' запущено
tr: '%s' uygulaması başlatıldı

source: Could not reload application menu: %s
fr: Impossible de recharger le menu de l'application : %s
gl: Non se puido recargar o menú do aplicativo: %s
pl: Nie udało się ponownie załadować menu programu: %s
ru: Не удалось перезагрузить меню приложения: %s
tr: Uygulama menüsü yeniden yüklenemedi: %s

source: Received event from unknown file monitor
fr: Événement reçu du moniteur de fichier inconnu
gl: O evento recibido do ficheiro de seguimento é descoñecido
pl: Odebrano zdarzenie z nieznanego monitora plików
ru: Получено событие от неизвестного файлового монитора
tr: Bilinmeyen dosya monitöründen alınan etkinlik

source: Unable to create file monitor for newly created directory '%s'
fr: Impossible de créer le fichier moniteur pour le répertoire nouvellement créé « %s »
gl: Non se puido crear o ficheiro de seguimento no recentemente creado cartafol «%s»
pl: Nie można utworzyć monitora plików dla nowo utworzonego katalogu '%s'
ru: Невозможно создать файловый монитор для вновь созданного каталога '%s'
tr: Yeni oluşturulan '%s' dizini için dosya monitörü oluşturulamadı

source: Unable to create file monitor for '%s': %s
fr: Impossible de créer le fichier moniteur pour « %s » : %s
gl: Non se puido crear o ficheiro de seguimento para «%s»: %s
pl: Nie można utworzyć monitora plików dla '%s': %s
ru: Невозможно создать файловый монитор для '%s': %s
tr: '%s' için dosya monitörü oluşturulamadı: %s

source: Unable to build path to '%s%s%s' to search for desktop files
fr: Impossible de construire le chemin '%s%s%s' pour rechercher les fichiers du bureau
gl: Non se puido crear o camiño «%s%s%s» para crear ficheiros de escritorio
pl: Nie można utworzyć ścieżki do '%s%s%s' w celu wyszukiwania plików pulpitu
ru: Невозможно создать путь к '%s%s%s' для поиска файлов рабочего стола
tr: Masaüstü dosyalarını aramak için '%s%s%s' yolunu oluşturamıyor

source: Could not determine desktop ID for '%s'
fr: Impossible de déterminer l'ID du bureau pour « %s »
gl: Non se puido determinar o ID de escritorio para «%s»
pl: Nie udało się określić identyfikatora pulpitu dla '%s'
ru: Не удалось определить ID рабочего стола для '%s'
tr: '%s' için masaüstü kimliği belirlenemedi

source: Unable to create file monitor for '%s'
fr: Impossible de créer fichier moniteur pour « %s »
gl: Non se puido crear o ficheiro de seguimento para «%s»
pl: Nie można utworzyć monitora plików dla '%s'
ru: Невозможно создать файловый монитор для '%s'
tr: '%s' için dosya monitörü oluşturulamadı

source: [workaround for FreeBSD] Cannot initialize file monitor for path '%s' but will not fail: %s
fr: [solution de contournement pour FreeBSD] Impossible d' initialiser le fichier moniteur pour le chemin « %s », mais ne manquera pas: %s
gl: [solución alternativa para FreeBSD] Non se pode inicializar o ficheiro de seguimento para a ruta «%s» pero non fallará: %s
pl: [obejście dla FreeBSD] Nie można zainicjować monitora plików dla ścieżki '%s', ale nie zakończy się to niepowodzeniem: %s
ru: [Обходной путь для FreeBSD] Не удалось инициализировать файловый монитор для '%s' но получиться: %s
tr: [FreeBSD için geçici çözüm] Dosya izleyicisi '%s' yolu için başlatılamıyor ancak başarısız olmaz: %s

source: Is loaded
fr: Est chargé
gl: Está cargado
pl: Jest załadowany
ru: Запущено
tr: Yüklendi

source: Flag indicating if application database has been initialized and loaded successfully
fr: Drapeau signalant si la base de données application a été initialisée et chargée avec succès
gl: Marca que indica se a base de datos do aplicativo foi inicializada e cargada correctamente.
pl: Flaga wskazująca, czy baza danych programu została pomyślnie zainicjowana i załadowana
ru: Флаг, означающий, была ли база данных приложения инициализирована и загружена успешно
tr: Uygulama veritabanının başlatılıp başlatılmadığını ve başarıyla yüklendiğini gösteren bayrak

source: Could not create environment lookup table for PID %d
fr: Impossible de créer un environnement table de consultation pour PID %d
gl: Non se puido crear unha táboa de busca de contorno para o PID %d
pl: Nie udało się utworzyć tabeli wyszukiwania środowiska dla PID %d
ru: Не удалось создать условие поиска среды для PID %d
tr: PID %d için ortam arama tablosu oluşturulamadı

source: Malformed environment '%s' in environment set for PID %d at %s
fr: Environnement « %s »mal-formé dans un environnement défini pour PID %d à %s
gl: Un contorno mal formado «%s» no contorno definido no PID %d en %s
pl: Zniekształcone środowisko '%s' w środowisku ustawionym dla PID %d w %s
ru: Неверное условие '%s' в среде, установленной для PID %d при %s
tr: %s de PID %d için ayarlanan ortamdaki hatalı biçimlendirilmiş ortam '%s'

source: Unexpected duplicate name '%s' in environment set for PID %d at %s: %s = %s
fr: Inattendu nom dupliqué « %s » dans un environnement défini pour PID %d à %s : %s = %s
gl: Nome duplicado inesperado «%s» no contorno definido para o PID %d en %s: %s = %s
pl: Nieoczekiwana zduplikowana nazwa '%s' w środowisku ustawionym dla PID %d w %s: %s = %s
ru: Повторяющееся имя '%s' в среде, установленной для PID %d при %s: %s = %s
tr: PID %d için %s konumunda ayarlanmış ortamda beklenmedik yinelenen ad '%s': %s = %s

source: Application database was not initialized. Application tracking might not working.
fr: Base de données application n'a pas été initialisée. Le suivi de l'application pourrait ne pas fonctionner.
gl: Non se inicializou a base de datos do aplicativo. É posible que o seguimento de aplicativos non funcione.
pl: Baza danych programu nie została zainicjowana. Śledzenie programu może nie działać.
ru: База данных приложения не была инициализирована. Отслеживание приложений может не работать.
tr: Uygulama veritabanı başlatılmadı. Uygulama izleme çalışmayabilir.

source: Could not load theme '%s': %s
fr: Impossible de charger le thème « %s » : %s
gl: Non se puido cargar o tema «%s»: %s
pl: Nie udało się załadować motywu '%s': %s
ru: Не удалось загрузить тему '%s': %s
tr: '%s' teması yüklenemedi: %s

source: Could not initialize xfconf: %s
fr: Impossible d'initialiser xfconf : %s
gl: Non se puido inicializar xfconf: %s
pl: Nie udało się zainicjować xfconf: %s
ru: Не удалось инициализировать xfconf: %s
tr: Xfconf başlatılamadı: %s
