Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: Unsupported tag type '%s' to resolve ID
fr: Unsupported type «tag %s 'pour résoudre ID
gl: Non se admite o tipo de etiqueta «%s» para resolver a identificación
pl: Nieobsługiwany typ tagu '%s', aby rozwiązać identyfikator
tr: Kimliği çözmek için desteklenmeyen etiket türü '%s'

source: No storage pointer provided to store value of %s
gl: Non se forneceu un punteiro de almacenamento para almacenar o valor de %s
pl: Nie podano wskaźnika magazynu do przechowywania wartości %s
ru: Указатель хранилища не предоставлен для хранения значения %s
tr: %s değerini saklamak için bir depolama işaretçisi sağlanmadı

source: Unexpected empty tag stack when parsing property text node
fr: Pile de balises vides inattendue lors de l'analyse de la propriété texte du noeud
gl: Pila de etiquetas baleira inesperada ao interpretar o nodo de texto da propiedade
pl: Nieoczekiwany pusty stos tagu podczas analizowania węzła tekstu właściwości
tr: Mülk metin düğümünü ayrıştırırken beklenmeyen boş etiket yığını

source: Value for property '%s' is already set
fr: Valeur de la propriété « %s » est déjà réglée
gl: O valor da propiedade «%s» xa está estabelecido
pl: Wartość właściwości '%s' jest już ustawiona
ru: Значение для свойства '%s' уже установлено
tr: '%s' özellik değeri zaten ayarlanmış

source: Tag <%s> can only be set at <%s> creating objects derived from class %s
fr: la balise <%s> ne peut être réglé à <%s> lors de la création d'objets dérivés de la classe %s
gl: A etiqueta <%s> só se pode estabelecer en <%s> creando obxectos derivados da clase %s
pl: Tag <%s> można ustawić tylko w <%s> tworzeniu obiektów pochodnych z klasy %s
tr: <%s> etiketi yalnızca %s sınıfından türetilen nesneler oluşturmak için <%s> olarak ayarlanabilir

source: Attribute 'ref' cannot be empty at tag <%s>
fr: L'attribut « ref » ne peut pas être vide pour la balise <%s>
gl: O atributo «ref» non pode estar baleiro na etiqueta <%s>
pl: Atrybut 'ref' nie może być pusty w tagu <%s>
tr: 'ref' özniteliği <%s> etiketinde boş olamaz

source: Tag <%s> can have only one <%s>
fr: Tag < %s > peut avoir qu'une seule < %s >
gl: A etiqueta <%s> só pode ter só <%s>
pl: Tag <%s> może mieć tylko jeden <%s>
tr: <%s> etiketi yalnızca bir tane <%s> sahibi olabilir

source: Internal error when handling end of tag <%s>
fr: Erreur interne lors de la manipulation de la fin de balise <%s>
gl: Produciuse un erro interno ao manexando o final da etiqueta <%s>
pl: Błąd wewnętrzny podczas obsługi końca tagu <%s>
tr: <%s> etiketinin sonuna işlenirken dahili hata oluştu

source: Document can have only one <%s>
fr: le document ne peut avoir qu'un seul <%s>
gl: O documento só pode ter un <%s>
pl: Dokument może mieć tylko jeden <%s>
ru: Документ может иметь только один <%s>
tr: Belge yalnızca bir tane <%s> sahibi olabilir

source: Object can have only one <%s>
fr: L'objet ne peut avoir qu'un seul <%s>
gl: O obxecto só pode ter un <%s>
pl: Obiekt może mieć tylko jeden <%s>
ru: Объект может иметь только один <%s>
tr: Nesne yalnızca bir tane <%s> sahibi olabilir

source: File %s - Warning on line %d char %d: At interface '%s' the ID '%s' should get focus but the ID '%s' was selected already
gl: O ficheiro %s - aviso na liña %d no carácter %d: na interface «%s» o identificador «%s» debería obter o foco pero xa se seleccionou o identificador «%s»
pl: Plik %s - Ostrzeżenie w wierszu %d znaku %d: W interfejsie '%s' identyfikator '%s' powinien uzyskać fokus, ale identyfikator '%s' został już wybrany
tr: %s dosyası - Satır %d üzerinde karakter %d uyarısı: '%s' arayüzünde '%s' kimliği odaklanmalı, ancak %s' kimliği zaten seçildi

source: ID '%s' was specified more than once (%d times)
fr: ID « %s » a été spécifié plus d'une fois (%d fois)
gl: O identificador«%s» foi especificado máis dunha vez (%d veces)
pl: Identyfikator '%s' został określony więcej niż raz (%d razy)
tr: '%s' kimliği bir defadan fazla belirtildi (%d kez)

source: Referenced ID '%s' could not be resolved
fr: l'ID référencé « %s » n'a pas pu être résolu
gl: Non se puido resolver o identificador «%s»
pl: Nie udało się rozwiązać odniesienia do identyfikatora '%s'
tr: Başvurulan '%s' kimliği çözülemedi

source: File %s -
gl: O ficheiro %s -
pl: Plik %s -
ru: Файл %s -
tr: %s dosyası -

source: File %s does not contain an interface
fr: Le fichier %s ne contient pas une interface
gl: O ficheiro %s non contén unha interface
pl: Plik %s nie zawiera interfejsu
ru: Файл %s не содержит интерфейс
tr: %s dosyası bir arayüz içermiyor

source: Interface at file %s has no ID
fr: Interface au fichier %s n'a pas ID
gl: A interface no ficheiro %s non ten identificación
pl: Interfejs w pliku %s nie ma identyfikatora
ru: Интерфейс в файле %s не имеет ID
tr: %s dosyasındaki arayüzde kimlik yok

source: Theme '%s' not found
fr: Thème « %s » non trouvé
gl: Non se atopou o tema «%s»
pl: Nie znaleziono motywu '%s'
ru: Тема '%s' не найдена
tr: '%s' teması bulunamadı

source: Cannot change theme name to '%s' because it is already set to '%s'
gl: Non se pode mudar o nome do tema a «%s» porque xa está definido como «%s»
pl: Nie można zmienić nazwy motywu na '%s', ponieważ jest już ustawiona na '%s'
tr: Tema adı '%s' olarak değiştirilemiyor çünkü zaten '%s' olarak ayarlanmış

source: Short name of theme which was used to lookup theme and folder name where theme is stored in
fr: Nom court du thème qui a été utilisée pour rechercher thème et le nom du dossier où le thème est stocké dans
gl: O nome curto do tema que se usou para buscar o tema e o cartafol onde se garda o tema
pl: Krótka nazwa motywu, która została użyta do wyszukania motywu i nazwy folderu, w którym motyw jest przechowywany
tr: Temayı aramak için kullanılan temanın kısa adı ve temanın saklandığı dizin adı

source: Path where theme was found and loaded from
fr: Chemin où thème a été trouvé et chargé depuis
gl: A ruta desde onde se atopou e cargou o tema
pl: Ścieżka, z której został znaleziony i wczytany motyw
tr: Temanın bulunduğu ve yüklendiği yol

source: Theme display name
fr: Nom du thème affiché
gl: Nome de visualización do tema
pl: Nazwa wyświetlana motywu
tr: Tema görünen adı

source: The name of theme
fr: Le nom du thème
gl: Nome do tema
pl: Nazwa motywu
tr: Tema Adı

source: Theme comment
fr: Thème commentaire
gl: Comentario do tema
pl: Komentarz motywu
tr: Tema yorumu

source: The comment of theme used as description
fr: Le commentaire du thème utilisé comme description
gl: O comentario do tema usado como descrición
pl: Komentarz motywu używany jako opis
tr: Açıklama olarak kullanılan tema yorumu

source: Theme '%s' was already loaded
gl: O tema «%s» xa está cargado
pl: Motyw '%s' został już załadowany
tr: '%s' teması zaten yüklendi

source: Toggle state
fr: Etat bascule
gl: Alternar o estado
pl: Przełącz stan
ru: Переключить состояние
tr: Geçiş durumu

source: State of toggle
fr: État de bascule
gl: Estado da alternancia
pl: Stan przełączenia
ru: Состояние переключения
tr: Geçişin durumu

source: Auto toggle
fr: Auto bascule
gl: Alternar automaticamente
pl: Automatyczne przełączanie
ru: Автоматическое переключение
tr: Otomatik geçiş

source: If set the toggle state will be toggled on each click
fr: Si définir l'état de bascule sera basculé sur chaque clic
gl: Se está activada a alternancia, o estado será alternado en cada clic
pl: Jeśli ustawione, stan przełączania będzie przełączany przy każdym kliknięciu
ru: Если выбрано, то состояние переключения будет переключаться при каждом нажатии
tr: Geçiş durumu ayarlandıysa her tıklamayla değiştirilecek

source: Tooltip text
fr: Texte info-bulle
gl: Texto da indicación
pl: Tekst podpowiedzi
ru: Текст подсказки
tr: İpucu metni

source: The text to display in a tooltip
fr: Le texte à afficher dans une info-bulle
gl: O texto a amosar na indicación
pl: Tekst wyświetlany w podpowiedzi
ru: Текст, отображаемый во всплывающей подсказке
tr: Bir ipucunda görüntülenecek metin

source: Reset flags
pl: Resetuj flagi

source: If TRUE the flags for static sizes, transformations etc. at animatable actor is resetted to old state
pl: Jeśli TRUE, flagi rozmiarów statycznych, transformacji itp. aktora animowanego są resetowane do starego stanu

source: Could find any stage to show notification: %s
fr: Impossible de trouver ne importe quel stade de montrer notification: %s
gl: Podería atopar calquera escenario para amosar a notificación: %s
pl: Udało się znaleźć dowolny etap do pokazania powiadomienia: %s
tr: Bildirimi göstermek için herhangi bir sahne bulabilir: %s

source: View %s of type %s is not a %s and cannot be registered
fr: Voir %s de Type %s est pas %s et ne peut pas être enregistré
gl: A vista %s do tipo %s non é unha %s e non pode ser rexistrada
pl: Widok %s typu %s nie jest %s i nie można go zarejestrować
tr: %s türünden %s görünümü %s değildir ve kaydedilemez

source: View %s of type %s is registered already
fr: Voir %s de type %s est déjà enregistré
gl: A vista %s do tipo %s xa está rexistrada
pl: Widok %s typu %s jest już zarejestrowany
tr: %s türünde %s görünüm zaten kayıtlı

source: Failed to register view %s of type %s
fr: Échec de l' enregistrement de vue %s de Type %s
gl: Produciuse un fallo ao rexistrar a vista %s do tipo %s
pl: Nie udało się zarejestrować widoku %s typu %s
tr: %s türü %s görünüm kaydı başarısız

source: View %s is not registered and cannot be unregistered
fr: Voir %s est pas enregistrée et ne peut pas être non enregistrée
gl: A vista %s non está rexistrada e non pode ser desrexistrada
pl: Widok %s nie jest zarejestrowany i nie można go wyrejestrować
tr: %s görünümü kayıtlı değil ve kayıtsız olamaz

source: Cannot create view %s because it is not registered
fr: Vous ne pouvez pas créer de vue %s parce qu'il est pas enregistré
gl: Non se pode crear a vista %s porque non está rexistrada
pl: Nie można utworzyć widoku %s, ponieważ nie jest zarejestrowany
tr: Kayıtlı olmadığından %s görünümü oluşturulamadı

source: Viewpad
gl: Panel de visualización
pl: Panel widoku
ru: Панель просмотра
tr: Görünüş alanı

source: The viewpad this selector belongs to
fr: Le ViewPad ce sélecteur appartient à
gl: O panel de visualización ao que pertence este selector
pl: Panel widoku, do którego należy ten selektor
tr: Bu seçicinin ait olduğu görünüş alanı

source: The spacing between views and scrollbars
fr: L'espacement entre les points de vue et les barres de défilement
gl: O espazamento entre as vistas e as barras de desprazamento
pl: Rozstaw między widokami i paskami przewijania
tr: Görünümler ve kaydırma çubukları arasındaki boşluk

source: Orientation of view selector
fr: Orientation du sélecteur de vue
gl: Selector da orientación da vista
pl: Orientacja selektora widoku
ru: Ориентация селектора видов
tr: Görünüm seçicinin yönelimi

source: View ID
fr: Voir ID
gl: Identificador da vista
pl: Identyfikator widoku
ru: Посмотреть ID
tr: Görünüm Kimliği

source: The internal ID used to register this type of view
fr: L'ID interne utilisé pour enregistrer ce type de vue
gl: A identificación interna usada para rexistrar este tipo de vista
pl: Wewnętrzny identyfikator używany do rejestrowania tego typu widoku
tr: Bu görünüm türünü kaydetmek için kullanılan dahili kimlik

source: View name
fr: Vue nom
gl: Nome da vista
pl: Nazwa widoku
ru: Посмотреть имя
tr: Görünüm adı

source: Name of view used to display
fr: Nom de vue utilisé pour afficher
gl: Nome da vista usado para a pantalla
pl: Nazwa widoku używana do wyświetlania
ru: Наименование, используемое для отображения
tr: Görüntülenecek görünümün adı

source: View icon
fr: Vue icône
gl: Icona da vista
pl: Ikona widoku
ru: Посмотреть иконку
tr: Görünüm simgesi

source: Icon of view used to display. Icon name can be a themed icon name or file name
fr: Icône de vue permet d'afficher. Nom de l'icône peut être un nom d'icône à thème ou nom de fichier
gl: Icona da vista usado. O nome da icona pode ser un nome de icona temática ou un nome de ficheiro
pl: Ikona widoku używana do wyświetlania. Nazwa ikony może być nazwą ikony motywu lub nazwą pliku
tr: Görüntülemek için kullanılan görünüm simgesi. Simge adı temalı bir simge adı veya dosya adı olabilir

source: View fit mode
fr: Vu mode convenable
gl: Modo de axuste da vista
pl: Tryb dopasowanego widoku
ru: Режим подгонки вида
tr: Uygun modu göster

source: Defines if view should be fit into viewpad and in which directions it should fit into it
fr: Définit si vue doit être insérer dans ViewPad et dans quelles directions il devrait être intégré en elle
gl: Define se a vista debe axustarse no panel de control e nas direccións nas que debería caber nel
pl: Określa, czy widok powinien być dopasowany do panelu widoku i w jakich kierunkach powinien pasować
tr: Görünümün viewpad'e sığması gerekip gerekmediğini ve hangi yönlerin içine sığması gerektiğini tanımlar

source: Enabled
fr: Activé
gl: Activado
pl: Włączono
ru: Включено
tr: Etkin

source: This flag indicates if is view is enabled and activable
fr: Ce drapeau indique si est vue est activé et activable
gl: Esta marca indica se a vista está activada
pl: Ta flaga wskazuje, czy widok jest włączony i aktywowany
tr: Bu bayrak, görünümün etkin ve etkinleştirilebilir olup olmadığını gösterir

source: Cannot update viewport of view because no one is active
fr: Vous ne pouvez pas mettre à jour fenêtre de vue parce que personne ne est actif
gl: Non se pode actualizar o porto da vistaa porque ninguén está activo
pl: Nie można zaktualizować okna podglądu, ponieważ żadne nie jest aktywne
tr: Kimse etkin olmadığından görünümün görüntüleme alanı güncellenemiyor

source: View %s is not a child of %s and cannot be activated
fr: Vue %s n'est pas un enfant de %s et ne peut être activée
gl: A vista %s non é filla de %s e non se pode activar
pl: Widok %s nie jest elementem podrzędnym %s i nie można go aktywować
tr: %s görünümü bir %s çocuğu değildir ve etkinleştirilemez

source: Cannot activate disabled view %s at %s
fr: Impossible d'activer la vue désactivée %s à %s
gl: Non se pode activar a vista desactivada %s en %s
pl: Nie można aktywować wyłączonego widoku %s w %s
tr: %s'de engellenmiş %s görünümü etkinleştirilemiyor

source: Failed to create view %s for viewpad
fr: Impossible de créer vue %s pour ViewPad
gl: Produciuse un fallo ao crear a vista %s para o panel de visualización
pl: Nie udało się utworzyć widoku %s dla panelu widoku
tr: Viewpad için %s görünümü oluşturulamadı

source: View %s of type %s is not a %s and cannot be added to %s
fr: Voir %s de Type %s est pas %s et ne peut être ajouté à %s
gl: A vista %s do tipo %s non é unha %s e non pode ser engadida a %s
pl: Widok %s typu %s nie jest %s i nie można go dodać do %s
tr: %s türünden %s görünümü %s değildir ve %s'e eklenemedi

source: Active view
fr: Vue active
gl: Vista activa
pl: Aktywny widok
ru: Режим просмотра
tr: Aktif görünüm

source: The current active view in viewpad
fr: La vue active actuelle dans ViewPad
gl: A vista actual activa no panel de visualización
pl: Bieżący aktywny widok w panelu widoku
ru: Текущий активный вид в панели просмотра
tr: Görünüş alanındaki geçerli etkin görünüm

source: Horizontal scrollbar visibility
fr: Visibilité de la barre de défilement horizontale
gl: Visibilidade da barra de desprazamento horizontal
pl: Widoczność poziomego paska przewijania
ru: Видимость горизонтальной полосы прокрутки
tr: Yatay kaydırma çubuğu görünürlüğü

source: This flag indicates if horizontal scrollbar is visible
fr: Ce drapeau indique si la barre de défilement horizontale est visible
gl: A marca que indica se a barra de desprazamento horizontal está visible
pl: Ta flaga wskazuje, czy poziomy pasek przewijania jest widoczny
ru: Этот флаг указывает, видна ли горизонтальная полоса прокрутки
tr: Bu bayrak, yatay kaydırma çubuğunun görünür olup olmadığını gösterir

source: Horizontal scrollbar policy
fr: Politique de défilement horizontale
gl: Política de barra de desprazamento horizontal
pl: Zasady poziomego paska przewijania
ru: Поведение горизонтальной полосы прокрутки
tr: Yatay kaydırma çubuğu ilkesi

source: The policy for horizontal scrollbar controlling when it is displayed
fr: La politique de contrôle de barre de défilement horizontale lorsqu'elle est affichée
gl: A política de control de barra de desprazamento horizontal cando se amosa
pl: Zasady kontrolowania poziomego paska przewijania, kiedy jest wyświetlany
ru: Поведение для горизонтальной полосы прокрутки, когда она отображается
tr: Görüntülendiğinde yatay kaydırma çubuğunun kontrol edilmesi ilkesi

source: Vertical scrollbar visibility
fr: Visibilité de la barre de défilement verticale
gl: Visibilidade da barra de desprazamento vertical
pl: Widoczność pionowego paska przewijania
ru: Видимость вертикальной полосы прокрутки
tr: Dikey kaydırma çubuğu görünürlüğü

source: This flag indicates if vertical scrollbar is visible
fr: Ce drapeau indique si la barre de défilement vertical est visible
gl: Esta marca indica se a barra de desprazamento vertical está visible
pl: Ta flaga wskazuje, czy pionowy pasek przewijania jest widoczny
ru: Этот флаг указывает, видна ли вертикальная полоса прокрутки
tr: Bu bayrak, dikey kaydırma çubuğunun görünür olup olmadığını gösterir

source: Vertical scrollbar policy
fr: Politique de défilement verticale
gl: Política de barra de desprazamento vertical
pl: Zasady pionowego paska przewijania
ru: Поведение вертикальной полосы прокрутки
tr: Dikey kaydırma çubuğu ilkesi

source: The policy for vertical scrollbar controlling when it is displayed
fr: La politique de contrôle de la barre de défilement verticale lorsqu'il est affiché
gl: A política de control de barra de desprazamento vertical cando se amosa
pl: Zasady kontrolowania pionowego paska przewijania, kiedy jest wyświetlany
ru: Поведение для вертикальной полосы прокрутки, когда она отображается
tr: Görüntülendiğinde dikey kaydırma çubuğunun kontrol edilmesi ilkesi

source: Object of type %s does not implement required virtual function XfdashboardWindowTrackerBackend::%s
gl: O obxecto do tipo %s non leva a cabo a función virtual necesaria XfdashboardWindowTrackerBackend::%s
pl: Obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardWindowTrackerBackend::%s
tr: %s türündeki nesne gerekli XfdashboardWindowTrackerBackend::%s sanal işlevini yerine getirmez

source: Cannot find any usable window tracker backend
gl: Non se pode atopar ningunha infraestrutura de rastrexo de xanela útil
pl: Nie można znaleźć żadnego użytecznego backendu modułu do śledzenia okien
ru: Не найден ни один полезный бэкэнд оконного трекера
tr: Kullanılabilir herhangi bir pencere izleyici arka ucu bulunamıyor

source: Cannot set backend to '%s' because it the backend was already set
gl: Non se pode configurar a infraestrutura para «%s» porque xa estaba definida a infraestrutura
pl: Nie można ustawić backendu na '%s', ponieważ został już ustawiony
tr: Zaten ayarlanmış olduğundan arka uç '%s' olarak ayarlanamıyor

source: Cannot set backend to '%s' because application is already initialized
gl: Non se pode configurar a infraestrutura para «%s» porque o aplicativo xa está inicializado
pl: Nie można ustawić backendu na '%s', ponieważ program jest już zainicjowana
tr: Uygulama zaten başlatılmış olduğundan arka uç '%s' olarak ayarlanamıyor

source: Unknown backend '%s' - using default backend
gl: Descoñécese a infraestrutura «%s» - usando a infraestrutura por defecto
pl: Nieznany backend '%s' - używam domyślnego backendu
tr: Bilinmeyen arka uç '%s' - varsayılan arka uç kulanılıyor

source: Object of type %s does not implement required virtual function XfdashboardWindowTrackerMonitor::%s
gl: O obxecto do tipo %s non leva a cabo a función virtual necesaria XfdashboardWindowTrackerMonitor::%s
pl: Obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardWindowTrackerMonitor::%s
tr: %s türündeki nesne gerekli XfdashboardWindowTrackerMonitor::%s sanal işlevini yerine getirmez

source: Monitor index
fr: indice de moniteur
gl: Número de seguimento
pl: Indeks monitora
tr: Ekran dizini

source: The index of this monitor
fr: L'indice de ce moniteur
gl: O número de este seguimento
pl: Indeks tego monitora
tr: Bu ekranın dizini

source: Is primary
fr: Est primaire
gl: É primaria
pl: Jest głównym
tr: Birincil mi

source: Whether this monitor is the primary one
fr: Si ce moniteur est le principal
gl: Se esta pantalla é a primaria
pl: Czy ten monitor jest głównym
tr: Bu ekran birincil mi

source: Object of type %s does not implement required virtual function XfdashboardWindowTrackerWindow::%s
gl: O obxecto do tipo %s non leva a cabo a función virtual necesaria XfdashboardWindowTrackerWindow::%s
pl: Obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardWindowTrackerWindow::%s
tr: %s türü nesne gerekli XfdashboardWindowTrackerWindow::%s sanal işlevini yerine getirmez

source: State
gl: Estado
pl: Stan
ru: Статус
tr: Durum

source: The state of window
gl: O estado da xanela
pl: Stan okna
ru: Статус окна
tr: Pencere durumu

source: Actions
gl: Accións
pl: Czynności
ru: Действия
tr: Eylemler

source: The possible actions at window
gl: As accións posibles na xanela
pl: Możliwe czynności w oknie
tr: Pencerede olası eylemler

source: Could not get default window tracker backend
gl: Non se puido obter a infraestrutura por defecto do rastreador de xanelas
pl: Nie udało się uzyskać domyślnego backendu modułu do śledzenia okien
tr: Varsayılan pencere izleyici arka uçu alınamadı

source: Object of type %s does not implement required virtual function XfdashboardWindowTrackerWorkspace::%s
gl: O obxecto do tipo %s non leva a cabo a función virtual necesaria XfdashboardWindowTrackerWorkspace::%s
pl: Obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardWindowTrackerWorkspace::%s
tr: %s türü nesne gerekli XfdashboardWindowTrackerWorkspace::%s sanal işlevini yerine getirmez

source: Object of type %s does not implement required virtual function XfdashboardWindowTracker::%s
gl: O obxecto do tipo %s non leva a cabo a función virtual necesaria XfdashboardWindowTracker::%s
pl: Obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardWindowTracker::%s
tr: %s türü nesne gerekli XfdashboardWindowTracker::%s sanal işlevini yerine getirmez

source: Active window
fr: Fenêtre active
gl: Xanela activa
pl: Bieżące okno
ru: Активное окно
tr: Etkin pencere

source: The current active window
fr: La fenêtre active actuelle
gl: A xanela activa actual
pl: Bieżące aktywne okno
tr: Geçerli etkin pencere

source: Active workspace
fr: Espace de travail actif
gl: Espazo de traballo activo
pl: Aktywny obszar roboczy
ru: Активный рабочий стол
tr: Etkin çalışma alanı

source: The current active workspace
fr: L'espace de travail actif actuel
gl: O espazo de traballo activo actual
pl: Bieżący aktywny obszar roboczy
tr: Geçerli etkin çalışma alanı

source: Primary monitor
fr: Moniteur principal
gl: Pantalla primaria
pl: Monitor podstawowy
ru: Основной монитор
tr: Birincil ekran

source: The current primary monitor
fr: Le moniteur principal actuel
gl: A pantalla primaria actual
pl: Bieżący monitor podstawowy
tr: Geçerli birincil ekran

source: Did not handle drop action for dragged actor %s of source %s at target %s
fr: Gérer N'a pas tomber action traîné acteur %s de la source %s à la cible %s
gl: Non se manexou a acción de soltar para o actor arrastrado %s da fonte %s no destino %s
pl: Nie obsłużono czynności upuszczania dla przeciągniętego aktora %s źródła %s w celu %s
tr: %s hedefindeki %s kaynağının sürüklenen %s aktörü için bırakma eylemi ele alınmadı

source: Cannot activate selection of type %s at %s because expecting type %s
fr: Impossible d'activer la sélection du type %s au %s car le type attendu est %s
gl: Non se pode activar a selección do tipo %s en %s porque o esperaba o tipo %s
pl: Nie można aktywować wyboru typu %s w %s, ponieważ oczekuje się typu %s
tr: %s' de %s türü seçim etkinleştirilemiyor çünkü %s türü bekleniyor
