Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: Could not restart application because existing instance seems still to be running.
gl: Non se puido reiniciar o aplicativo porque existe unha instancia que parece que está a funcionar.
pl: Nie udało się ponownie uruchomić programu, ponieważ wygląda na to, że istniejące wystąpienie nadal działa.
ru: Не удалось перезапустить приложение, так как имеющийся экземпляр все еще работает.
tr: Uygulama yeniden başlatılamadı çünkü mevcut örnek hala çalışıyor gibi görünüyor.

source: This unstable development fixes crashes in search view.
gl: Esta versión inestábel de desenvolvemento amaña fallas na vista de busca.
ru: Проект исправляет сбои в поиске.
tr: Bu kararsız gelişme, arama görünümündeki kilitlenmeleri düzeltir.

source: This unstable development fixes running this application in daemon mode and unpredictable reselections in search view.
gl: Esta versión inestábel de desenvolvemento amaña a execución deste aplicativo en modo servizo e reseleccións imprevisíbeis na vista de busca.
ru: Проект исправляет запуск этого приложения в режиме демона и непредсказуемые повторные варианты выбора при поиске.
tr: Bu kararsız geliştirme, bu uygulamayı arthizmet modunda ve arama görünümünde öngörülemeyen tekrarlarda çalıştırarak düzeltir.

source: This unstable development introduces a hot-corner plugin to activate this application when the pointer is near a specific corner of the screen. It also introduce a new settings application which allows to enable and/or disable plugin as well as to configure them.
fr: Cette évolution instable présente un greffon hot-coin pour activer cette application lorsque le pointeur se trouve à proximité d'un coin spécifique de l'écran. Il introduit également une nouvelle application de paramètres qui permet d'activer et / ou désactiver le greffon ainsi que de les configurer.
gl: Esta versión inestábel de desenvolvemento incorpora un engadido de esquinas activas para activar este aplicativo cando o punteiro está a carón dunha esquina específica da pantalla. Tamén engade un novo aplicativo de configuración que permite activar e desactivar o engadido así como configuralo.
ru: Проект представляет плагин "горячего угла" для активации этого приложения, когда курсор находится рядом с определенным углом монитора. Оно также представляет новое приложение настроек, которое позволяет включать и/или отключать плагин, а также настраивать их.
tr: Bu kararsız geliştirme, işaretçi ekranın belirli bir köşesine yakın olduğunda bu uygulamayı etkinleştirmek için sıcak köşe eklentisi getiriyor. Ayrıca, eklentiyi etkinleştirmek ve/veya devre dışı bırakmak ve bunları yapılandırmak için izin veren yeni bir ayar uygulaması sunuyor.

source: This unstable development introduces a new search provider plugin which uses installed Gnome-Shell search providers as additional source.
fr: Cette évolution instable introduit un nouveau greffon fournisseur de recherche qui utilise des fournisseurs de recherche installé Gnome-Shell en tant que source supplémentaire.
gl: Esta versión inestábel de desenvolvemento incorpora un novo engadido fornecedor de busca que usa fornecedores de busca Gnome-Shell instalados como fonte adicional.
ru: Новый плагин search provider, который использует установленные GNOME-Shell search providers в качестве дополнительного источника.
tr: Bu kararsız gelişme, yüklü Gnome-Kabuğu arama sağlayıcılarını ek kaynak olarak kullanan yeni bir arama sağlayıcısı eklentisi sunuyor.

source: This unstable development introduces a new optional configuration to themes about defining which elements can be focused and in which order.
fr: Cette évolution instable introduit une nouvelle configuration en option à des thèmes sur la définition des éléments qui peuvent être focalisés et dans quel ordre.
gl: Esta versión inestábel de desenvolvemento introduce unha nova configuración opcional de temas sobre a definición de elementos que poden ser enfocados e en que orde.
ru: Проект представляет новую дополнительную настройку в темах определения элементов, которые можно сосредоточить и упорядочить.
tr: Bu kararsız gelişme, hangi öğelerin hangi sırada odaklanabileceğini tanımlamakla ilgili yeni bir isteğe bağlı konfigürasyonu temalara sunar.

source: This unstable development introduces a basic and simple plugin system as well as a sample plugin adding a new view showing a clock.
fr: Cette évolution instable introduit un système de greffon basique et simple ainsi qu'un échantillon greffon d'ajouter une nouvelle vue montrant une horloge.
gl: Esta versión inestábel de desenvolvemento incorpora un sistema de engadidos simple e básico, así como un engadido de exemplo incorporando unha nova vista que amosa un reloxo.
ru: Проект представляет базовую и простую систему плагинов, а также экземпляр плагина, добавляющий новый вид, показывающий часы.
tr: Bu kararsız geliştirme, temel ve basit bir eklenti sisteminin yanı sıra, saati gösteren yeni bir görünüm ekleyerek bir örnek eklenti sunar.

source: This unstable development introduces a new configurable options to allows start a new instance of an application or to activate the current window. It also improves the detection of running application as well as bug-fixes and other smaller improvements.
fr: Cette évolution instable introduit une nouvelle options configurables pour permet de commencer une nouvelle instance d'une application ou pour activer la fenêtre en cours. Il améliore également la détection d'application en cours d'exécution, ainsi que des corrections de bugs et d'autres petites améliorations.
gl: Esta versión inestábel de desenvolvemento incorpora unha nova opción configurábel para permitir iniciar unha nova instancia dun aplicativo ou activar a xanela actual. Tamén mellora a detección de aplicativos en execución, así como correccións de erros e outras melloras menores.
ru: Проект представляет новые настраиваемые параметры, позволяющие запускать новый экземпляр приложения или активировать текущее окно. А также улучшает обнаружение запущенного приложения, а также исправляет ошибки и имеет другие небольшие усовершенствования.
tr: Bu kararsız geliştirme, bir uygulamanın yeni bir örneğini başlatmaya veya geçerli pencereyi etkinleştirmeye izin vermek için yeni yapılandırılabilir seçenekler sunar. Ayrıca çalışan uygulamanın yanı sıra hata düzeltmeleri ve diğer küçük geliştirmelerin algılanmasını da geliştirir.

source: This unstable development introduces a new configurable options to speed up loading window contents in background and it shows also running applications in quicklaunch for those not being stored as favourites. As usual it also contains a lots of bug-fixes and smaller improvements.
fr: Cette évolution instable introduit une nouvelle options configurables pour accélérer contenu de la fenêtre de chargement en arrière-plan et il montre les applications en cours d'exécution dans quicklaunch aussi pour ceux qui ne sont pas stockés en tant que favoris. Comme d'habitude il contient également un bon nombre de corrections de bugs et de petites améliorations.
gl: Esta versión inestábel de desenvolvemento incorpora unha nova opción configurábel para acelerar a carga dos contidos da xanela en segundo plano e amosa tamén aplicativos en execución no iniciador rápido para aqueles que non se almacenan como favoritos. Como de costume, tamén contén moitos erros resoltos e pequenas melloras.
ru: Проект представляет новые настраиваемые параметры для ускорения загрузки содержимого окна в фоновом режиме, а также показывает запущенные приложения в режиме быстрого запуска для тех, которые не сохраняются в качестве избранных. Как обычно, оно также содержит множество исправлений ошибок и небольших улучшений.
tr: Bu kararsız gelişme, arka planda pencere içeriğini yüklemeyi hızlandırmak için yeni yapılandırılabilir seçenekler sunar ve sık kullanılanlar olarak saklanmayan uygulamalar için hızlı çalışan uygulamaların da çalıştığını gösterir. Her zamanki gibi hata düzeltmeleri ve daha küçük geliştirmeler de içerir.

source: This unstable development introduces new options to workspace selector and loads the window contents in background to make the application feel smoother and faster, especially at start-up. It also contains a lots of bug-fixes and smaller improvements.
fr: Cette évolution instable introduit de nouvelles options à sélecteur d'espace de travail et charge le contenu des fenêtres en arrière-plan pour rendre l'application plus lisse et plus rapide, surtout au démarrage. Il contient également un bon nombre de corrections de bugs et de petites améliorations.
gl: Esta versión inestábel de desenvolvemento incorpora novas opcións para o selector de espazo de traballo e carga o contido da xanela en segundo plano para que o aplicativo se sinta máis suave e rápido, especialmente no momento da posta en marcha. Tamén contén unha gran cantidade de correccións de erros e pequenas melloras.
ru: Проект представляет новые опции для переключения рабочей области и загружает содержимое окна в фоновом режиме, чтобы приложение вело себя более плавно и быстро, особенно при запуске. Оно также содержит множество исправлений ошибок и небольших улучшений.
tr: Bu kararsız gelişme, çalışma alan seçicisine yeni seçenekler getirir ve özellikle başlangıçta uygulamanın daha yumuşak ve daha hızlı hissetmesini sağlamak için pencere içeriğini arka planda yükler. Ayrıca bir sürü hata düzeltmesi ve daha küçük iyileştirmeler içerir.

source: This release hopefully fixes problems with the stage resizes finally. Also the method to determine the desktop window was changed.
fr: Cette version corrige avec espoir des problèmes avec le redimensionnement de la scène finalement. Aussi la méthode pour déterminer la fenêtre du bureau a été modifiée.
gl: Agardamos que finalmente esta versión solucione os problemas de redimensionamento. Tamén se modificou o método para determinar a xanela do escritorio.
ru: Надеемся этот релиз, наконец, решит проблему с изменением размера. Также был изменен метод определения окна рабочего стола.
tr: Bu sürüm umarım son olarak zemin yeniden boyutlandırma sorunlarını giderir. Ayrıca, masaüstü penceresini belirleme yöntemi değiştirildi.

source: This release hopefully fixes problems with the stage as it size might not reflect the screen size preventing dragging windows over the whole screen. It also includes lots of smaller bug-fixes.
fr: Cette version corrige avec espoir des problèmes avec la scène comme ne pouvant pas refléter la taille de l'écran empêchant le déplacement des fenêtres sur la totalité de l'écran. Elle comprend aussi beaucoup de petites corrections de bugs.
gl: Agardamos que esta versión solucione os problemas en canto a que é posíbel que o tamaño non reflicta o tamaño da pantalla impedindo arrastrar xanelas pola pantalla. Tamén inclúe moitas pequenas correccións de erros.
ru: Этот релиз включает в себя множество мелких исправлений ошибок.
tr: Bu sürüm, pencerenin sürüklenmesini önleyen ekran boyutunu tüm ekranda yansıtmayabileceğinden umutla sahne sorunlarını giderir. Ayrıca, çok sayıda daha küçük hata düzeltmesi içerir.

source: This stable version introduces lots of new features. like multi-monitor support, configurable key bindings and a settings dialog. It also contains a lot of other larger and smaller improvements.
fr: Cette version stable introduit beaucoup de nouvelles fonctionnalités. comme le support multi-moniteur, les raccourcis clavier configurables et une boîte de dialogue de paramètres. Il contient aussi beaucoup d'autres améliorations plus grandes et plus petites.
gl: Esta versión estábel insire moitas funcións novas, como compatibilidade para múltiples seguimentos, atallos de teclado configurábeis e un diálogo de configuración. Tamén contén moitas outras melloras máis pequenas.
ru: Эта версия вводит множество новых функций таких как :-поддержка нескольких мониторов, настраиваемые комбинации клавиш. Она также содержит много других улучшений.
tr: Bu kararlı sürüm çok sayıda yeni özellik sunuyor. çoklu monitör desteği, yapılandırılabilir anahtar bağları ve bir ayarlar iletişim kutusu gibi. Ayrıca diğer birçok büyük ve küçük iyileştirme içerir.

source: This unstable development introduces a new box layout fixing layout of children when using right-to-left language. Also support for localization was fixed and other smaller bug-fixes and improvements.
fr: Cette évolution instable introduit une nouvelle boîte disposition fixant la disposition des enfants lors de l'utilisation de langue de droite à gauche. Également un support pour la localisation a été fixé et d'autres corrections de bogues et améliorations mineures.
gl: Esta versión inestábel de desenvolvemento incorpora unha nova disposición que amaña a disposición filla cando usa un idioma de dereita a esquerda. Tamén se corrixiu a compatibilidade para a tradución xunto co outras melloras e correccións de erros máis pequenos.
ru: Проект вводит новый макет блока, исправляющий макет дочерних элементов при использовании языка right-to-left. Также была исправлена поддержка локализации и другие мелкие исправления и улучшения.
tr: Bu kararsız geliştirme sağdan sola dili kullanırken çocukların düzenini düzenleyen yeni bir kutu düzenini getiriyor. Yerelleştirme desteği de düzeltildi ve diğer küçük hata düzeltmeleri ve geliştirmeler yapıldı.

source: This unstable development introduces support for multiple monitors and also bug-fixes and other smaller improvements.
fr: Cette évolution instable introduit le support de plusieurs écrans et aussi des corrections de bogues et d'autres petites améliorations.
gl: Esta versión inestábel de desenvolvemento engade compatibilidade para múltiples seguimentos xunto con outras melloras e correccións de erros máis pequenos.
ru: Расширение включает поддержку нескольких мониторов, а также исправления ошибок и другие небольшие улучшения.
tr: Bu kararsız gelişme, birden çok monitör ve ayrıca hata düzeltmeleri ve diğer küçük geliştirmeler için destek getiriyor.

source: This unstable development introduces an application database and monitoring of installed and uninstalled applications. It also includes bug-fixes and other smaller improvements.
fr: Cette évolution instable introduit une base de données application et le suivi des applications installées et désinstallées. Il comprend également des corrections de bogues et d'autres petites améliorations.
gl: Esta versión inestábel de desenvolvemento engade unha base de datos de aplicativos e seguimento de aplicativos instalados e desinstalados. Xunto co outras melloras e correccións de erros máis pequenos.
ru: Расширение представляет базу данных приложений и мониторинг установленных и удаленных приложений. Оно также включает в себя исправления ошибок и другие небольшие улучшения.
tr: Bu kararsız gelişme, bir uygulama veritabanını tanıtır ve yüklenmiş ve kaldırılmış uygulamaları izlemektedir. Ayrıca, hata düzeltmeleri ve diğer küçük geliştirmeler de içerir.

source: This unstable development introduces a hotkey tracker to allow starting xfdashboard with a single press of &lt;Super&gt; key.
fr: Cette évolution instable introduit un tracker de raccourci pour permettre à partir xfdashboard avec une simple pression sur le touches &lt;Super&gt;.
gl: Esta versión inestábel de desenvolvemento engade un seguidor de atallos de teclado para permitir o inicio do xfdashboard cunha soa pulsación da tecla &lt;Súper&gt;.
ru: Расширение применяет отслеживание горячих клавиш, позволяющее запускать xfdashboard одним нажатием &lt;Super&gt; кнопок.
tr: Bu kararsız gelişme, xfdashboard'un tek bir &lt;Super&gt; tuşu ile başlatılmasına izin veren bir kısayol tuşu izleyici sunar.

source: This unstable development fixes a bug which rendered the new settings application completely unusable.
fr: Cette évolution instable corrige un bogue qui rendait les nouveaux paramètres application complètement inutilisable.
gl: Esta versión inestábel de desenvolvemento amaña un erro que fixo que o novo aplicativo de configuración fose completamente inutilizábel.
ru: В этом расширении исправлена ошибка, которая сделала приложение настроек полностью непригодным для использования.
tr: Bu kararsız gelişme, yeni ayarların uygulamayı tamamen kullanışsız hale getiren bir hatasını düzeltir.

source: This unstable development introduces a settings application.
fr: Cette évolution instable introduit une application paramètres.
gl: Esta versión inestábel de desenvolvemento engade un aplicativo de opcións.
ru: Расширение представляет собой приложение настроек.
tr: Bu kararsız gelişme, bir ayar uygulaması sunar.

source: This unstable development introduces configurable key-bindings, allows changing themes at runtime and includes lots of smaller bug-fixes.
fr: Cette évolution instable introduit des raccourcis clavier configurables, permet des thèmes changeants à l'exécution et comprend beaucoup de petites corrections de bugs.
gl: Esta versión inestábel de desenvolvemento engade atallos de teclado configurabéis, permite mudar temas en tempo de execución e inclúe a corrección de moitos erros pequenos.
ru: Расширение позволяет настраивать привязки клавиш, позволяет менять темы во время выполнения и включает множество мелких исправлений ошибок.
tr: Bu kararsız geliştirme, yapılandırılabilir anahtar bağlamaları getirir, çalışma zamanında temaların değiştirilmesine izin verir ve çok sayıda daha küçük hata düzeltmesi içerir.

source: This unstable development introduces additional themes, fixes handling of client-side decorated windows (CSD) and adds a new CSS command @import() to include external CSS resources in themes.
fr: Cette évolution instable introduit des thèmes supplémentaires, correctifs manipulation de fenêtres décorées côté client (CDD) et ajoute une nouvelle commande de CSSimport () pour inclure les ressources CSS externes dans les thèmes.
gl: Esta versión inestábel de desenvolvemento engade temas adicionais, resolve o manexo de xanelas decoradas do lado do cliente (CSD) e engade unha nova orde CSS @import () para incluír recursos CSS externos nos temas.
ru: Расширение вводит дополнительные темы, исправляет обработку client-side decorated windows (CSD) и добавляет новую CSS команду @import () для включения внешних ресурсов CSS в темы.
tr: Bu kararsız gelişme, ek temalar getiriyor, istemci tarafında dekore edilmiş pencerelerin (CSD) işlenmesini düzeltiyor ve temalarda harici CSS kaynaklarını içerecek yeni bir CSS komutu @import () ekliyor.

source: This unstable development introduces a workaround to get window content of minimized windows to display them in windows view.
fr: Cette évolution instable introduit une solution de contournement pour obtenir le contenu de la fenêtre des fenêtres réduites pour les afficher dans les fenêtres de vue.
gl: Esta versión inestábel de desenvolvemento engade unha solución para que o contido das xanelas minimizadas se amosen na vista das xanelas.
ru: Расширение представляет временное решение получения содержимого свернутых окон, отображающихся в обзорном окне.
tr: Bu kararsız gelişme, pencere görünümünde bunları görüntülemek için simge durumuna küçültülmüş pencerelerin içeriğini elde etmede geçici bir çözüm getiriyor.

source: This unstable development introduces effects.
fr: Cette évolution instable introduit des effets.
gl: Esta versión inestábel de desenvolvemento engade efectos.
ru: Предлагаются эффекты.
tr: Bu kararsız gelişme etkiler getiriyor.

source: This unstable development fixes a problem closing windows accidently by pressing the key 'backspace' to refine search more often than characters entered. It also includes new image-loading functions to CSS. It also introduces a new generic selection framework for focusable actors.
fr: Cette évolution instable corrige un problème de fermeture des fenêtres accidentellement en appuyant sur la touche 'retour en arrière' pour affiner votre recherche plus souvent que les caractères saisis. Il comprend également de nouvelles fonctions image chargement à CSS. Il introduit également un nouveau cadre de sélection générique pour les acteurs pouvant être activés.
gl: Esta versión inestábel de desenvolvemento corrixe un problema no peche de xanelas de xeito accidental premendo «retroceso» para refinar a busca con máis frecuencia que os caracteres introducidos. Tamén inclúe novas funcións de carga de imaxes en CSS. Tamén engade un novo cadro de selección xenérico para os actores aos que se pode dirixir o foco.
ru: В нем устранена проблема случайного закрытия окна нажатием клавиши «Backspace», чтобы выполнять поиск точнее от вводимых символов. Оно также включает новые функции загрузки изображений в CSS. Он также вводит новые общие рамки выбора для фокусируемых субъектов.
tr: Bu kararsız gelişme, girilen karakterlerden daha sık aralıklarla arama yapmak için 'backspace' tuşuna basarak pencereleri yanlışlıkla kapatan bir sorunu giderir. CSS'ye yeni resim yükleme fonksiyonları da içerir. Odaklanabilir oyuncular için yeni bir genel seçim çerçevesi de getiriyor.

source: This release fixes a problem closing windows accidently by pressing the key 'backspace' to refine search more often than characters entered.
fr: Cette version corrige un problème de fermeture des fenêtres accidentellement en appuyant sur la touche 'retour en arrière' pour affiner votre recherche plus souvent que les caractères saisis.
gl: Esta versión corrixe un problema no peche de xanelas de xeito accidental premendo «retroceso» para refinar a busca con máis frecuencia que os caracteres
ru: В этом выпуске исправлена проблема с непреднамеренным закрытием окон нажатием клавиши «Backspace» для более точного поиска, чем введенные символы.
tr: Bu sürüm, girilen karakterlerden daha sık aralıklarla arama yapmak için 'backspace' tuşuna basarak pencereleri yanlışlıkla kapatan bir sorunu giderir.

source: This release fixes a problem when loading scalable images by icon name.
fr: Cette version corrige un problème lors du chargement des images évolutives par nom de l'icône.
gl: Esta versión resolve un problema ao cargar imaxes escalábeis por nome de icona.
ru: В этом выпуске исправлена проблема с загрузкой масштабируемых изображений по имени иконки.
tr: Bu sürüm, simge adı ile ölçeklenebilir görüntüler yüklenirken bir sorunu giderir.

source: This unstable development release fixes problems with icon mode in theming and allows to launch the first item by pressing ENTER in search view when a search was started by just typing. It also includes an improved CSS parsing allowing the usage of constant values and functions in theme's CSS file.
fr: Cette version de développement instable corrige des problèmes avec le mode de l'icône dans la thématisation et permet de lancer le premier élément en appuyant sur ENTER dans la perspective de recherche lors d'une recherche a été lancé en tapant simplement. Il comprend également une analyse de CSS amélioré permettant l'utilisation de valeurs et de fonctions constantes dans le fichier CSS de thème.
gl: Esta versión inestábel de desenvolvemento corrixe problemas coa icona do tema e permite iniciar o primeiro elemento premendo ENTER na vista de busca cando se iniciou unha busca só escribindo Tamén inclúe unha análise CSS mellorada que permite o uso de valores e funcións constantes no ficheiro CSS do tema.
ru: Этот выпуск исправляет проблемы с режимом иконок в темах и позволяет запускать первый элемент, нажимая клавишу ВВОД в режиме поиска, когда поиск начинался с простого ввода. Он также включает улучшенный синтаксический анализ CSS, позволяющий использовать постоянные значения и функции в файле темы CSS.
tr: Bu kararsız geliştirme sürümü, temalar için simge modu ile ilgili sorunları düzeltir ve yalnızca arama yazarak başlatıldığında arama görünümünde ENTER'a basarak ilk öğeyi başlatmaya izin verir. Ayrıca, temanın CSS dosyasında sabit değerlerin ve işlevlerin kullanılmasına olanak tanıyan gelişmiş bir CSS ayrıştırma da içerir.
