Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: Maybe a Gnome shell like dashboard for Xfce
fr: Peut-être un shell GNOME comme un tableau de bord pour Xfce
gl: Un panel de control parecido ao intérprete de ordes Gnome para Xfce
pl: Pulpit nawigacyjny dla Xfce podobny do powłoki Gnome
ru: Интерфейс GNOME shell, для среды Xfce
tr: Xfce için belki Gnome shell'e benzeyen bir kumanda paneli

source: Start xfdashboard as daemon in background
fr: Lancer xfdashboard comme démon en arrière-plan
gl: Comezar o Xfdashboard como un servizo en segundo plano
pl: Rozpocznij działanie xfdashboard jako demon w tle
ru: Запустить в фоновом режиме
tr: Xfdashboard'u arthizmet olarak başlat

source: Xfdashboard settings
fr: Paramètres xfdashboard
gl: Opcións de Xfdashboard
pl: Ustawienia Xfdashboard
ru: Настройки Xfdashboard
tr: Xfdashboard ayarları

source: Configure xfdashboard
fr: Configurer xfdashboard
gl: Configurar Xfdashboard
pl: Skonfiguruj Xfdashboard
ru: Настройка xfdashboard
tr: Xfdashboard'ı yapılandır

source: Xfdashboard provides a GNOME shell dashboard like interface for use with Xfce desktop.
fr: Xfdashboard fournit un tableau de bord shell GNOME comme interface pour une utilisation avec le bureau Xfce.
gl: O Xfdashboard fornece un interprete de ordes de panel de control Gnome para usar no escritorio Xfce
pl: Xfdashboard dostarcza interfejs wzorowany na panelu powłoki GNOME do użycia w Xfce.
ru: Xfdashboard предоставляет панель инструментов оболочки GNOME, как интерфейс для XFCE
tr: Xfdashboard, Xfce masaüstüyle birlikte kullanılmak üzere bir GNOME kabuğu gösterge tablası gibi bir arabirim sağlar.

source: It can be configured to run to any keyboard shortcut and when executed provides an overview of applications currently open enabling the user to switch between different applications. The search feature works like Xfce's app finder which makes it convenient to search for and start applications.
fr: Il peut être configuré pour fonctionner avec n'importe quel raccourci clavier et lorsqu'il est exécuté donne un aperçu des applications actuellement ouvertes permettant à l'utilisateur de basculer entre différentes applications. La fonction de recherche fonctionne comme l'application Finder de Xfce qui le rend pratique pour rechercher et démarrer des applications.
gl: Pode configurarse para se executar con calquera atallo de teclado e cando se executa fornece unha visión xeral dos aplicativos que están abertos permitindo ao usuario cambiar entre diferentes aplicativos. A función de busca funciona como buscador de aplicativos do Xfce o que fai que sexa útil para buscar e iniciar aplicativos.
pl: Może zostać skonfigurowany do uruchomienia pod dowolnym skrótem klawiszowym. Kiedy uruchomiony, wyświetla podgląd uruchomionych aplikacji i pozwala na przełączanie pomiędzy nimi. Funkcja wyszukiwania działa podobnie do Wyszukiwarki aplikacji Xfce, pozwalając szybciej uruchomić aplikacje.
ru: Он может быть сконфигурирован для работы с любым сочетанием клавиш и при выполнении обеспечивает обзор приложений открытых в настоящее время, позволяет пользователю переключаться между различными приложениями. Функция поиска работает как xfce App finder, что делает его удобным для поиска и запуска приложений.
tr: Herhangi bir klavye kısayoluna gidecek şekilde yapılandırılabilir ve yürütülürken, kullanıcıların farklı uygulamalar arasında geçiş yapabilmeleri için halen açık olan uygulamalara genel bir bakış sağlar. Arama özelliği, uygulamaları aramak ve başlatmak için uygun Xfce'nin uygulama bulucusu gibi çalışır.

source: Browsing applications
fr: Applications de navigation
gl: Navegación por aplicativos
pl: Przeglądanie aplikacji
ru: Просмотр приложений
tr: Uygulamar taranıyor

source: Searching applications
fr: Applications de recherche
gl: Busca de aplicativos
pl: Wyszukiwanie aplikacji
ru: Поиск приложений
tr: Uygulamalar aranıyor

source: This unstable development adds more animations as well as some smaller fixes.
pl: Ta niestabilna wersja rozwojowa dodaje więcej animacji, a także kilka mniejszych poprawek.

source: This unstable development adds animations.
pl: Ta niestabilna wersja rozwojowa dodaje animacje.

source: This unstable development adds support for touchpads and application actions (Jumplists, Quicklists) as well as new and updated translations.
pl: Ta niestabilna wersja rozwojowa dodaje obsługę paneli dotykowych i czynności programów (listy szybkiego dostępu, listy podręczne), a także nowe i zaktualizowane tłumaczenia.

source: This unstable development adds lots of new and updated translations and support for newer xfconf versions.
fr: Ce développement instable ajoute de nombreuses traductions nouvelles et des mises à jour et prend en charge les nouvelles versions de xfconf.
gl: Esta versión inestábel de desenvolvemento engade moitas traducións novas e actualizadas e compatibilidade para novas versións de xfconf.
pl: Ta niestabilna wersja rozwojowa dodaje wiele nowych i zaktualizowanych tłumaczeń oraz obsługę nowszych wersji xfconf.
ru: Проект добавляет много новых и обновленных переводов и поддержку для новых версий xfconf.
tr: Bu kararsız gelişme, yeni xfconf sürümleri için birçok yeni ve güncellenmiş çeviri ve destek ekler.

source: This unstable development implements a new experimental backend for GDK as well as it supports user stylesheets now.
fr: Ce développement instable implémente un nouvel arrière-plan expérimental pour GDK et prend désormais en charge les feuilles de style utilisateur.
gl: Esta versión inestábel de desenvolvemento engade de xeito experimental unha nova infraestrutura para GDK así como a compatibilidade para follas de estilo de usuario.
pl: Ta niestabilna wersja rozwojowa implementuje nowy eksperymentalny backend dla GDK, jak również obsługuje teraz arkusze stylów użytkownika.
ru: Проект реализует новый экспериментальный бэкэнд для GDK, а также поддерживает пользовательские таблицы стилей.
tr: Bu kararsız gelişme, GDK için yeni bir deneysel arka plan uygular ve kullanıcı tarzlarını artık desteklemektedir.

source: This unstable development improves loading performance of images and icon, adds a fine-grained debugging system and introduces an interface for multiple backends but only X11 is still the one only one supported.
fr: Ce développement instable améliore les performances de chargement des images et des icônes, ajoute un système de débogage à granularité fine et introduit une interface pour plusieurs moteurs de traitement, mais seul X11 est toujours celui qui est pris en charge.
gl: Esta versión inestábel de desenvolvemento mellora o desempeño de carga de imaxes e iconas. Engade un sistema de depuración de polo miudo e introduce unha interface para varias infraestruturas pero só o X11 segue sendo o único soportado.
pl: Ta niestabilna wersja rozwojowa poprawia wydajność ładowania obrazów i ikon, dodaje drobnoziarnisty system debugowania i wprowadza interfejs dla wielu backendów, ale tylko X11 jest nadal obsługiwany.
ru: Проект повышает производительность загрузки изображений и значков, добавляет систему детальной отладки и вводит интерфейс для нескольких бэкэндов, но поддерживается только один X11.
tr: Bu kararsız gelişme, görüntülerin ve simgenin yüklenme performansını geliştirir, ince taneli bir hata ayıklama sistemi ekler ve çoklu arka planlar için bir arabirim sunar, ancak yalnızca X11 destekli olan yalnızca bir tanesidir.

source: This unstable development introduces child windows shown next to the main window.
fr: Ce développement instable introduit les fenêtres enfants affichées à côté de la fenêtre principale.
gl: Esta versión inestábel de desenvolvemento insire sub xanelas amosadas á beira da xanela principal.
pl: Ta niestabilna wersja rozwojowa wprowadza okna podrzędne pokazane obok okna głównego.
ru: Проект представляет дочерние окна, показанные рядом с главным окном.
tr: Bu kararsız gelişme, ana pencerenin yanında gösterilen çocuk pencerelerini tanıtır.

source: This stable version fixes a bug setting the correct default applications at first use.
fr: Cette version stable corrige un bogue définissant les applications par défaut correctes lors de la première utilisation.
gl: Esta versión inestábel amaña un erro na configuración dos aplicativos predeterminados no primeiro uso.
pl: Ta stabilna wersja naprawia błąd ustawienia prawidłowych programów domyślnych przy pierwszym użyciu.
ru: Эта версия исправляет ошибку определения правильных приложений по умолчанию при первом использовании.
tr: Bu kararlı sürüm, ilk kullanımda doğru varsayılan uygulamaları ayarlayan bir hatayı düzeltir.

source: This unstable development introduces pop-up menus.
fr: Ce développement instable introduit des menus contextuels.
gl: Esta versión inestábel de desenvolvemento engade menús emerxentes.
pl: Ta niestabilna wersja rozwojowa wprowadza wyskakujące menu.
ru: Проект представляет всплывающие меню.
tr: Bu kararsız gelişme, açılır menüler sunuyor.

source: This stable version introduces lots of new features like plugins and application tracker. It also contains a huge collection of other larger and smaller improvements.
fr: Cette version stable introduit de nombreuses nouvelles fonctionnalités telles que les greffons et le suivi des applications. Il contient également une énorme collection d'autres améliorations plus ou moins grandes.
gl: Esta versión estábel insire moitas funcións novas, como engadidos e seguimento de aplicativos. Tamén contén unha inxente cantidade de grandes e pequenas melloras.
pl: Ta stabilna wersja wprowadza wiele nowych funkcji, takich jak wtyczki i narzędzie do śledzenia programów. Zawiera również ogromną kolekcję innych większych i mniejszych ulepszeń.
ru: Эта версия представляет множество новых функций, таких как плагины и трекер приложений. Он также содержит огромную коллекцию других больших и маленьких улучшений.
tr: Bu kararlı sürüm, eklentiler ve uygulama izleyici gibi birçok yeni özellik sunar. Aynı zamanda diğer büyük ve küçük geliştirmelerden oluşan devasa bir koleksiyon da içerir.

source: <span size="large"><b>Xfdashboard settings</b></span>
fr: <span size="large"><b>Paramètres Xfdashboard</b></span>
gl: <span size="large"><b>Opcións do Xfdashboard</b></span>
pl: <span size="large"><b>Ustawienia Xfdashboard</b></span>
ru: <span size="large"><b>Настройки Xfdashboard</b></span>
tr: <span size="large"><b>Xfdashboard ayarları</b></span>

source: Configure plugin
fr: Configurer le greffon
gl: Configurar o engadido
pl: Skonfiguruj wtyczkę
ru: Настройка плагина
tr: Eklentiyi yapılandır

source: <span size="large"><b>Xfdashboard settings</b></span> Configure xfdashboard
fr: <span size="large"><b>Paramètres xfdashboard</b></span> Configure xfdashboard
gl: <span size="large"><b>Opcións Xfdashboard</b></span> Configurar o Xfdashboard
pl: <span size="large"><b>Ustawienia Xfdashboard</b></span> Skonfiguruj Xfdashboard
ru: <span size="large"><b>Настройки Xfdashboard </b></span> Настройка xfdashboard
tr: <span size="large"><b>Xfdashboard ayarları</b></span> Xfdashboard'u yapılandır

source: <b>General settings:</b>
fr: <b>Paramètres généraux :</b>
gl: <b>Opcións xerais:</b>
pl: <b>Ustawienia ogólne:</b>
ru: <b>Общие настройки:</b>
tr: <b>Genel ayarlar:</b>

source: Reset search view when resumed
fr: Rétablir l'affichage de recherche lors de la reprise
gl: Restablecer a vista de busca cando se retome
pl: Wyczyść widok wyszukiwania po wznowieniu
ru: Сбрасывать вид поиска при каждом запуске
tr: Devreye girdiğinde arama görünümünü sıfırla

source: If enabled the search view will be resetted when xfdashboard is resumed. That means the active view is switched back to last view active before last search was started and search box will be emptied. <b>NOTE:</b> This setting only takes effect if xfdashboard is running in daemon mode.
fr: Si activé l'affichage de recherche sera remis à zéro lorsque xfdashboard reprend. Cela signifie que la vue active est rallumé à la dernière vue active avant la dernière recherche a été lancé et la boîte de recherche sera vidée. <b>NOTE :</b> Ce paramètre ne prend effet que si xfdashboard est en cours d'exécution en mode démon.
gl: Se está activada, a vista de busca restablecerase cando se retome o Xfdashboard. Isto significa que a vista activa volveu á última vista activa antes de que se iniciase a última procura e será baleirada a caixa de busca. <b>NOTA:</b> Esta configuración só ten efecto se o Xfdashboard está a ser executado en modo servizo.
pl: Jeśli włączone, widok wyszukiwania zostanie zresetowany po wznowieniu xfdashboard. Oznacza to, że widok aktywny jest przełączany z powrotem do widoku ostatniego aktywnego przed rozpoczęciem ostatniego wyszukiwania, a pole wyszukiwania zostanie opróżnione. <b>UWAGA:</b> To ustawienie obowiązuje tylko wtedy, gdy xfdashboard działa w trybie demona.
ru: Поиск будет сбрасываться при каждом запуске xfdashboard. Активное представление переключится обратно в режим последнего просмотра до начала предыдущего поиска и окно поиска будет очищено. <b> ПРИМЕЧАНИЕ:</b> Данный параметр действует только при работе xfdashboard в служебном режиме.
tr: Etkinleştirilirse, arama görünümü xfdashboard yeniden başlatıldığında sıfırlanır. Bu, son arama başlamadan ve arama kutusu boşaltılmadan önce etkin görünümün son görünüme etkinleştir hale getirildiği anlamına gelir. <b>NOT:</b> Bu ayar yalnızca xfdashboard arthizmet modunda çalışıyorsa etkindir.

source: When xfdashboard resumes the selected view will be activated. <b>NOTE:</b> This setting only takes effect if xfdashboard is running in daemon mode.
fr: Lorsque xfdashboard reprend la vue sélectionnée sera activée. <b> Remarque : </b> Ce paramètre ne prend effet que si xfdashboard est en cours d'exécution en mode démon.
gl: Cando o Xfdashboard retoma a vista seleccionada, activarase. <b>NOTA:</b> Esta configuración só ten efecto se o Xfdashboard está a ser executado en modo servizo.
pl: Gdy xfdashboard wznowi działanie, wybrany widok zostanie aktywowany. <b>UWAGA</b> To ustawienie obowiązuje tylko wtedy, gdy xfdashboard działa w trybie demona.
ru: При запуске xfdashboard, будет активен выбранный режим просмотра. <b>ПРИМЕЧАНИЕ:</b> Данный параметр действует только при работе xfdashboard в режиме демона.
tr: Xfdashboard devam edince seçilen görüntü etkinleştirilir. <b>NOT:</b> Bu ayar yalnızca xfdashboard arthizmet modunda çalışıyorsa etkindir.

source: Switch to view when resumed:
fr: Changer pour la vue lorsque de la reprise :
gl: Cambiar para ver cando se retoma:
pl: Przełącz do widoku po wznowieniu:
ru: Просмотр при запуске:
tr: Devam ettirildiğinde görünümü değiştir:

source: Sets the minimum time a notification is being shown. The duration is calculated by the length of the text to show in notification. This setting allows you to specify how long the notification must be shown at least.
fr: Définit le temps minimum une notification est affiché. La durée est calculée par la longueur du texte à afficher dans la notification. Ce réglage vous permet de spécifier combien de temps la notification doit être indiqué au moins.
gl: Estabelece o tempo mínimo que se amosa unha notificación. A duración calcúlase pola lonxitude do texto que se mostrará na notificación. Esta configuración permítelle especificar durante canto tempo debe amosarse a notificación.
pl: Ustawia minimalny czas wyświetlania powiadomienia. Czas trwania jest obliczany na podstawie długości tekstu wyświetlanego w powiadomieniu. To ustawienie pozwala określić, jak długo powiadomienie ma być wyświetlane.
ru: Минимальное время отображения оповещения. Длительность рассчитывается по длине текста, который будет отображаться в оповещении.
tr: Bir bildirimin gösterileceği en az süreyi ayarlar. Süre, bildirimde gösterilecek metnin uzunluğuna göre hesaplanır. Bu ayar, bildirimin ne kadar süreyle gösterilmesi gerektiğini belirlemenizi sağlar.

source: Minimum notification timeout:
fr: Notification minimum de la pause :
gl: Tempo que se amosa a notificación:
pl: Minimalna długość wyświetlania powiadomień:
ru: Длительность оповещения:
tr: En az bildirim zaman aşımı:

source: Enable workaround for minimized windows
fr: Activer la solution de contournement pour les fenêtres réduites
gl: Activa a solución para xanelas minimizadas
pl: Włącz obejście dla zminimalizowanych okien
ru: Включить Обходной приём для свёрнутых окон
tr: Küçültülmüş pencereler için geçici çözümü etkinleştir

source: When enabled a workaround for minimized windows will be tried to get still images of these windows by restoring them shortly and minimizing them again. <b>NOTE:</b> Be aware that this is a <u>workaround</u> and your minimized windows could stay unminimized, change workspace etc.
fr: Une fois activé, une solution de contournement pour les fenêtres réduites sera tenté d'obtenir des images fixes de ces fenêtres en les restituant sous peu et les minimiser encore. <b> Remarque: </b> Soyez conscient que cela est un <u> contournement </u> et vos fenêtres réduites pourraient rester non minimisées, changer d'espace, etc.
gl: Cando se activa unha solución para evitar xanelas minimizadas intentará obter imaxes fixas destas xanelas restaurándoas en breve e minimizándoas de novo. <b>NOTA:</b> Teña en conta que esta é unha <u> solución </u> e as súas xanelas minimizadas poden quedar sen minimizar, cambiar o espazo de traballo, etc.
pl: Gdy włączone, obejście dla zminimalizowanych okien podejmie próbę uzyskania nieruchomych obrazów tych okien, przywracając je na krótko i ponownie minimalizując. <b>UWAGA:</b> Pamiętaj, że jest to <u>obejście</u>, a zminimalizowane okna mogą pozostać niezminimalizowane, zmienić obszar roboczy itp.
ru: Когда включен Обходной приём для свернутых окон, будет попытка получить неподвижные изображения этих окон, с восстановлением через короткое время и снова свернув их. <b>ПРИМЕЧАНИЕ:</b> Помните, что <u>Обходной приём</u> и ваши свернутые окна могут остаться не минимизированными, изменяя рабочее пространство и т. д.
tr: Etkinleştirildiğinde, simge durumuna küçültülmüş pencereler için bu pencerelerin hareketsiz görüntülerini elde etmek için kısa bir süre geri yükleyip bunları en aza indirgemek için bir geçici çözüm denenecektir. <b>NOT:</b> Bunun bir <u>geçici çözüm</u> olduğunu ve pencerelerinizin simge durumunda kalabileceğini, çalışma alanınızı değiştirebileceğini vb. unutmayın.

source: This value defines how fast the window content should be created. While the value 'immediate' tells xfdashboard to create the window content at the time it is requested, all other values will set up a queue and value defines how fast the queue will be processed. <b>NOTE:</b> Only change this value from 'immediate' to other value if your graphics card, driver or system is too slow to create the window contents immediately. You have to try each value to find the one fitting your system.
fr: Cette valeur définit quelle vitesse le contenu de la fenêtre doit être créée. Alors que la valeur «immédiat» telle que xfdashboard pour créer le contenu de la fenêtre au moment où elle est demandée, toutes les autres valeurs seront mis en place une file d'attente et la valeur définit la vitesse à la file d'attente sera traitée. <b>NOTE :</b> Ne modifiez cette valeur de «immédiat» à une autre valeur si votre carte graphique, le conducteur ou le système est trop lent pour créer le contenu de la fenêtre immédiatement. Vous devez essayer chaque valeur afin de trouver celui montage de votre système.
gl: Este valor define canto de rápido debe crearse o contido da xanela. Mentres o valor "inmediato" indica ao xfdashboard crear o contido da xanela no momento no que se solicita, todos os outros valores configurarán unha cola e o valor define a rapidez coa que se procesará a cola. <b>NOTA:</b> só cambia este valor de "inmediato" a outro valor se a súa tarxeta de vídeo, controlador ou sistema é demasiado lento para crear o contido da xanela inmediatamente. Ten que probar cada valor para atopar o que lle corresponde ao seu sistema.
pl: Ta wartość określa, jak szybko powinna być tworzona zawartość okna. Podczas gdy wartość 'immediate' mówi xfdashboard, aby utworzył zawartość okna w momencie, gdy jest on żądany, wszystkie inne wartości ustawiają kolejkę, a wartość określa, jak szybko kolejka będzie przetwarzana. <b>UWAGA:</b> Zmień tę wartość z 'immediate' na inną tylko wtedy, gdy twoja karta graficzna, sterownik lub system są zbyt wolne, aby natychmiast utworzyć zawartość okna. Musisz wypróbować każdą wartość, aby znaleźć tę, która pasuje do twojego systemu.
ru: Эти параметры определяют скорость создания содержимого окна. Параметр «Очень высокий» сообщает xfdashboard о создании содержимого окна во время его запроса, все остальные параметры будут устанавливать очередь и определять скорость её обработки. <b>ПРИМЕЧАНИЕ. </b> Измените параметр с «Очень высокого» на другой, если у вас слабое железо. Попробуйте все параметры и определите тот, который больше подходит вашей системе.
tr: Bu değer, pencere içeriğinin ne kadar hızlı oluşturulacağını belirler. 'Immediate' değeri, xfdashboard'a pencere içeriğini istenen zamanda yaratmasını söylerken diğer tüm değerler bir sıra oluşturur ve değer kuyruğun ne kadar hızlı işleneceğini tanımlar. <b>NOT:</b> Ekran kartınız, sürücünüz veya sisteminiz pencerenin içeriğini derhal oluşturmak için çok yavaşsa, bu değeri yalnızca 'derhal' değerinden başka bir değere değiştirin. Sisteminize uyan birini bulmak için her değeri denemek zorundasınız.

source: Priority of window content creation
fr: Priorité de la création du contenu de la fenêtre
gl: Prioridade da creación de contidos de xanelas
pl: Priorytet tworzenia zawartości okien
ru: Приоритет создания содержимого окна
tr: Pencere içerik oluşturma önceliği

source: Show child windows in main windows
gl: Amosar as xanelas fillas nas xanelas principais
pl: Pokaż okna podrzędne w głównych oknach
ru: Показать дочерние окна в главных окнах
tr: Ana pencerelerde çocuk pencereleri göster

source: When enabled all live window previews will also show their child windows. Disabling this option will increase performance on slower machines.
gl: Cando se activa, todas as vistas previas da xanela en directo tamén amosarán as súas xanelas fillas. Desactivar esta opción aumentará o rendemento nas máquinas máis lentas.
pl: Gdy włączone, wszystkie podglądy okien na żywo będą również pokazywać okna podrzędne. Wyłączenie tej opcji zwiększy wydajność na wolniejszych komputerach.
ru: При включении действующих окон предварительного просмотра также будут показаны дочерние окна. Отключение этой опции увеличит производительность на медленных машинах.
tr: Etkinleştirildiğinde tüm canlı pencere önizlemeleri çocuk pencerelerini de gösterir. Bu seçeneğin devre dışı bırakılması yavaş makinelerde performansı artıracaktır.

source: Always start a new instance for application
fr: Toujours démarre une nouvelle instance pour l'application
gl: Iniciar sempre unha nova instancia para o aplicativo
pl: Zawsze uruchamiaj nową kopię aplikacji
ru: Запускать после входа в сеанс
tr: Her zaman yeni bir uygulama örneği başlat
