Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: Current workspace
fr: Espace de travail actuel
gl: Espazo de traballo actual
pl: Obecna przestrzeń robocza
ru: Текущее рабочее место
tr: Geçerli çalışma alanı

source: The current workspace whose windows are shown
fr: L'espace de travail en cours dont les fenêtres sont affichées
gl: Xanelas se amosan do espazo de traballo actual
pl: Bieżący obszar roboczy, którego okna są wyświetlane
tr: Pencereleri gösterilen geçerli çalışma alanı

source: Whether this view should prevent upsclaing any window beyond its real size
fr: Si cette vue devrait empêcher mise à l'échelle de n'importe quelle fenêtre au delà de sa taille réelle
gl: Se esta vista debería impedir o escalado de calquera xanela máis alá do seu tamaño real
pl: Czy ten widok powinien zapobiegać poszerzaniu okna poza jego rzeczywisty rozmiar
tr: Bu görünümün herhangi bir pencerenin gerçek boyutunun üstünde yer almasını engelleyip engelleyemeyeceği

source: Scroll event changes workspace
fr: L'événement de défilement change espace de travail
gl: O evento de desprazamento troca o espazo de traballo
pl: Zdarzenie przewijania zmienia obszar roboczy
tr: Kaydırma olayı çalışma alanını değiştirir

source: Whether this view should change active workspace on scroll events
fr: Si cette vue devrait changer espace de travail actif sur les événements de défilement
gl: Se esta vista debería trocar o espazo de traballo activo nos eventos de desprazamento
pl: Czy ten widok powinien zmieniać aktywny obszar roboczy przy zdarzeniach przewijania
tr: Bu görünümün kaydırma etkinliklerinde etkin çalışma alanını değiştirip değiştirmeyeceği

source: Filter monitor windows
fr: Filtre des fenêtres du moniteur
gl: Filtrar as xanelas de seguimento
pl: Filtruj okna monitora
tr: Monitör pencerelerini filtreleme

source: Whether this view should only show windows of monitor where it placed at
fr: Si cette vue ne devrait afficher seulement les fenêtres du moniteur où il a mis à
gl: Se esta vista só debería amosar xanelas de seguimento onde se situaba
pl: Czy ten widok powinien pokazywać tylko okna monitora, w którym zostały umieszczone
tr: Bu görünümün yalnızca monitör pencerelerini nereye yerleştirdiğini göstermesi gerekip gerekmediği

source: Filter workspace windows
gl: Filtrar xanelas do espazo de traballo
pl: Filtruj okna obszaru roboczego
tr: Çalışma alanı pencerelerini süz

source: Whether this view should only show windows of active workspace
gl: Se esta vista só debería amosar xanelas do espazo de traballo activo
pl: Czy ten widok ma pokazywać tylko okna aktywnego obszaru roboczego
tr: Bu görünümün yalnızca etkin çalışma alanının pencerelerini gösterip göstermeyeceği

source: Windows
fr: Fenêtres
gl: Xanelas
pl: Okna
ru: Окна
tr: Pencereler

source: Could not determine workspace of %s to set selection at %s
fr: Impossible de déterminer l'espace de travail de %s pour régler la sélection à %s
gl: Non se puido determinar o espazo de traballo de %s para definir a selección en %s
pl: Nie udało się określić obszaru roboczego %s do ustawienia wyboru o %s
tr: %s'de seçim yapmak için %s çalışma alanı belirlenemedi

source: Maximum size
fr: Taille maximale
gl: Tamaño máximo
pl: Maksymalny rozmiar
ru: Максимальный размер
tr: En fazla boyut

source: The maximum size of this actor for opposite direction of orientation
fr: La taille maximale de cet acteur pour la direction opposée de l'orientation
gl: O tamaño máximo deste actor para a dirección de orientación oposta
pl: Maksymalny rozmiar tego aktora dla przeciwnego kierunku orientacji
tr: Yönlendirmenin zıt yönü için bu aktörün en fazla boyutu

source: Maximum fraction
fr: Fraction maximale
gl: Fracción máxima
pl: Maksymalny ułamek
tr: En fazla kesir

source: The maximum size of this actor for opposite direction of orientation defined by fraction between 0.0 and 1.0
fr: La taille maximale de cet acteur pour la direction opposée de l'orientation définie par fraction comprise entre 0.0 et 1.0
gl: O tamaño máximo deste actor para a dirección de orientación oposta definida pola fracción entre 0,0 e 1,0
pl: Maksymalny rozmiar tego aktora dla przeciwnego kierunku orientacji określony przez ułamek między 0,0 a 1,0
tr: Bu aktörün karşı yönü için en fazla boyutu 0.0 ile 1.0 arasında bir kesir ile tanımlanır

source: Using fraction
fr: Utilisation de la fraction
gl: Usando a fracción
pl: Używając ułamka
tr: Kesirin kullanılması

source: Flag indicating if maximum size is static or defined by fraction between 0.0 and 1.0
fr: Drapeau signalant si la taille maximale est statique ou définie par fraction comprise entre 0.0 et 1.0
gl: Marca que indica se o tamaño máximo é estático ou se define por fracción entre 0,0 e 1,0
pl: Flaga wskazująca, czy maksymalny rozmiar jest statyczny lub określony przez ułamek między 0,0 a 1,0
tr: En fazla boyutun statik mi yoksa 0,0 ile 1,0 arasındaki kesir tarafından mı tanımlandığını gösteren bayrak

source: Show current monitor only
fr: Afficher le moniteur actuel seulement
gl: Amosa só o seguimento actual
pl: Pokazuj tylko obecny ekran
ru: Показывать только текущий монитор
tr: Sadece geçerli ekranı göster

source: Show only windows of the monitor where this actor is placed
fr: Afficher uniquement les fenêtres de l'écran où cet acteur est placé
gl: Amosa só as xanelas de seguimento onde este actor está situado
pl: Pokaż tylko okna monitora, w którym znajduje się ten aktor
tr: Bu aktörün yerleştirildiği ekranın yalnızca pencerelerini göster

source: Could not get real stage window to handle signal 'active-window-changed'
gl: Non se puido obter a xanela de escenario real para manexar o sinal «active-window-changed»
pl: Nie udało się uzyskać rzeczywistego okna sceny, aby obsłużyć sygnał 'active-window-changed'
tr: 'Aktif-pencere-değiştirilmiş' sinyalini işlemek için gerçek sahne penceresi alınamadı

source: Keep window fullscreen on primary monitor because window manager does not support _NET_WM_FULLSCREEN_MONITORS.
fr: Gardez fenêtre en plein écran sur le moniteur primaire parce le gestionnaire de fenêtres ne supporte pas _NET_WM_FULLSCREEN_MONITORS.
gl: Mantén a xanela a pantalla completa na pantalla primaria porque o xestor de xanelas non admite _NET_WM_FULLSCREEN_MONITORS.
pl: Zachowaj pełny ekran okna na monitorze podstawowym, ponieważ menedżer okien nie obsługuje _NET_WM_FULLSCREEN_MONITORS.
tr: Pencere yöneticisi _NET_WM_FULLSCREEN_MONITORS özelliğini desteklemediğinden, birincil ekranda pencereyi tam ekran olarak tutun.

source: Could not get real stage window to find stage
gl: Non se puido obter a xanela de escenario real para atopar o escenario
pl: Nie udało się uzyskać prawdziwego okna sceny, aby znaleźć scenę
tr: Sahne bulmak için gerçek sahne penceresi alınamadı

source: Could not get real stage window to show
gl: Non se puido obter a xanela de escenario real
pl: Nie udało się uzyskać prawdziwego okna sceny, aby pokazać
tr: Gösterilecek gerçek sahne penceresi alınamadı

source: No default X11 display found in GDK to check X extensions
gl: Non se atopou ningunha pantalla X11 por defecto no GDK para comprobar as extensións X
pl: W GDK nie znaleziono domyślnego ekranu X11 do sprawdzenia rozszerzeń X
tr: X uzantılarını kontrol etmek için GDK'da varsayılan X11 ekranı bulunamadı

source: Destroying window content resume queue containing %d windows.
fr: Détruire le contenu de la fenêtre de file d'attente contenant encore %d fenêtres.
gl: Destruíndo o contido da xanela para continuar a cola que contén as %d xanelas.
pl: Niszczenie zawartości okna kolejka wznawiania zawierająca %d okna.
tr: Pencere içeriğinin yok edilmesi %d pencereleri içeren kuyruğa devam eder.

source: Unknown value '%s' for property '%s' - defaulting to '%s' with priority of %d
fr: Valeur inconnue « %s » pour la propriété « %s » - défaut de « %s » avec une priorité %d
gl: Valor descoñecido «%s» para a propiedade «%s» - por defecto para «%s» con prioridade de %d
pl: Nieznana wartość '%s' dla właściwości '%s' - domyślnie do '%s' z priorytetem '%d'
tr: '%s' özelliği için bilinmeyen '%s' değeri - %d önceliği ile '%s' varsayılanı

source: Could not create copy of texture of mininized window '%s': %s
fr: Impossible de créer une copie de la texture de la fenêtre mininized « %s » : %s
gl: Non se puido crear a copia da textura da xanela minimizada «%s»: %s
pl: Nie udało się utworzyć kopii tekstury zminimalizowanego okna '%s': %s
tr: Küçültülmüş '%s' penceresi dokusunun kopyası oluşturulamadı: %s

source: Could not create copy of texture of mininized window '%s'
fr: Impossible de créer une copie de la texture de la fenêtre mininized « %s »
gl: Non se puido crear a copia da textura da xanela minimizada «%s»
pl: Nie udało się utworzyć kopii tekstury zminimalizowanego okna '%s'
tr: Küçültülmüş '%s' penceresi dokusunun kopyası oluşturulamadı

source: Could not determine size of texture of minimized window '%s'
fr: Impossible de déterminer la taille de la texture de la fenêtre réduite « %s »
gl: Non se puido determinar o tamaño da textura da xanela minimizada «%s»
pl: Nie udało się określić rozmiaru tekstury zminimalizowanego okna '%s'
tr: Küçültülmüş '%s' penceresinin doku boyutu belirlenemedi

source: Could not allocate memory for copy of texture of mininized window '%s'
fr: Impossible d'allouer la mémoire pour la copie de la texture de la fenêtre mininized « %s »
gl: Non se puido asignar memoria para a copia da textura da xanela minimizada «%s»
pl: Nie udało się przydzielić pamięci na kopię tekstury zminimalizowanego okna '%s'
tr: Küçültülmüş '%s' penceresinin doku boyutu kopyalaması için bellek ayrılamadı

source: Need at least version %d.%d of composite extension but found %d.%d - using only fallback images
fr: Il faut au moins la version %d . %d de l'extension composite mais a trouvé %d . %d - en utilisant uniquement des images de secours
gl: Precisa polo menos a versión %d.%d da extensión composta máis atopouse a %d.%d - usando só imaxes alternativas
pl: Potrzeba przynajmniej wersji %d. %d rozszerzenia kompozycji, ale znaleziono %d. %d - używam tylko obrazów zastępczych
tr: Kompozit uzantısının en az %d.%d sürümüne ihtiyacınız var ama bulunan %d.%d - sadece geri dönüş görüntüleri kullanma

source: Query for X composite extension failed - using only fallback imagess
fr: Query for X extension composite a échoué - en utilisant seulement images repli
gl: Produciuse un erro na consulta para a extensión composta X - só se utilizou unha imaxe de reserva
pl: Zapytanie o rozszerzenie kompozycji X nie powiodło się - używam tylko obrazów rezerwowych
tr: X kompozit uzantısı için sorgu başarısız oldu - yalnızca yedek resim kullanılıyor

source: X does not support composite extension - using only fallback images
fr: X ne supporte pas l'extension composite - en utilisant uniquement des images de secours
gl: As X non admiten a extensión composta - usando só imaxes alternativas
pl: X nie obsługuje rozszerzeń kompozycji - używa tylko obrazów zastępczych
tr: X kompozit uzantısı için sorgu başarısız oldu - yalnızca yedek resim kullanılıyor

source: Query for X damage extension resulted in error code %d - using only still images of windows
fr: Requête pour l'extension X de dommage résulte dans le code d'erreur %d - en n'utilisant que des images fixes de fenêtres
gl: A consulta para a extensión de danos X deu lugar a un código de erro %d - só se empregaban imaxes de xanelas fixas
pl: Zapytanie o rozszerzenie uszkodzenia X spowodowało wyświetlenie kodu błędu %d - używam użyciu tylko nieruchomych obrazów okien
tr: X hasar uzantısı için sorgu %d hata koduyla sonuçlandı - sadece pencerelerin hareketsiz görüntülerini kullanma

source: Resume handler called for empty queue.
fr: Reprendre le traiteur appelé pour la file d'attente vide.
gl: O manexo de retomar chamou a cola baleira.
pl: Program obsługi wznowienia wywołał pustą kolejkę.
tr: Boş kuyruk için çağrılan özgeçmiş işleyicisi.

source: Could not get pixmap for window '%s
fr: Impossible d'obtenir une image pour la fenêtre « %s »
gl: Non se puido obter o mapa de píxeles para a xanela «%s»
pl: Nie udało się pobrać mapy pikseli dla okna '%s
tr: '%s penceresi için pixmap alınamadı

source: Cannot resume window '%s' as composite extension is not available
fr: Ne peut pas reprendre fenêtre « %s » comme composée extension n'est pas disponible
gl: Non se pode retomar a xanela «%s» xa que a extensión composta non está dispoñible
pl: Nie można wznowić okna '%s', ponieważ rozszerzenie kompozycji nie jest dostępne
tr: Kompozit eklenti mevcut olmadığından '%s' penceresine devam edilemiyor

source: Could not create damage for window '%s' - using still image of window
fr: Impossible de créer des dommages pour la fenêtre « %s »- en utilisant une image fixe de la fenêtre
gl: Non se puido crear un dano para a xanela «%s» - usando a imaxe fixa da xanela
pl: Nie udało się spowodować uszkodzenia okna '%s' - używam nieruchomego obrazu okna
tr: '%s' penceresi için hasar oluşturulamadı - pencerenin hareketsiz görüntüsünü kullanma

source: Could not create fallback texture for window '%s': %s
fr: Impossible de créer la texture de remplissage pour la fenêtre « %s » : %s
gl: Non se puido crear a textura de retroceso para a xanela «%s»: %s
pl: Nie udało się utworzyć zastępczej tekstury dla okna '%s': %s
tr: '%s' penceresi için yedek doku oluşturulamadı: %s

source: Could not get attributes of window '%s'
fr: Impossible d'obtenir les attributs de fenêtre « %s »
gl: Non se puido obter os atributos da xanela «%s»
pl: Nie udało się uzyskać atrybutów okna '%s'
tr: '%s' penceresinin özellikleri alınamadı

source: The window to handle and display
fr: La fenêtre à manipuler et à afficher
gl: A xanela para manexar e amosar
pl: Okno do obsługi i wyświetlenia
tr: İşlemek ve görüntülemek için pencere

source: Suspended
fr: Suspendu
gl: Suspendido
pl: Wstrzymane
ru: Приостановленный
tr: Askıya alındı

source: Is this window suspended
fr: Est cette fenêtre suspendue
gl: Esta é unha xanela suspendida
pl: Czy to okno jest wstrzymane
tr: Bu pencere askıya alınsın mı

source: Color to draw outline of mapped windows with
fr: Couleur pour dessiner les contours des fenêtres représentées avec
gl: Cor para debuxar o contorno das xanelas representadas con
pl: Kolor do rysowania konturów mapowanych okien
tr: Eşlenen pencerelerin ana hattını çizmek için renk

source: Width of line used to draw outline of mapped windows
fr: Largeur de la ligne utilisée pour tracer les grandes lignes de fenêtres représentées
gl: Largura da liña usada para debuxar o esquema das xanelas representadas
pl: Szerokość linii używanej do rysowania konturów mapowanych okien
tr: Eşlenen pencerelerin anahatlarını çizmek için kullanılan çizginin genişliği

source: Include window frame
fr: Inclure cadre de la fenêtre
gl: Incluír o marco da xanela
pl: Uwzględnij obramowanie okna
tr: Pencere çerçevesi dahil

source: Whether the window frame should be included or only the window content should be shown
fr: Si la trame de la fenêtre doit être incluse ou seulement le contenue de la fenêtre doit être affiché
gl: Se se debería incluír o marco da xanela ou só o contido da xanela
pl: Czy ramka okna ma być dołączona, czy tylko zawartość okna powinna być pokazana
tr: Pencere çerçevesinin dahil edilip edilmeyeceği yoksa sadece pencere içeriğinin mi gösterilmesi gerektiği

source: Unmapped window icon X fill
fr: Icône de la fenêtre non représentée rempli X
gl: Encher X da icona de xanela sen representación
pl: Niezmapowana ikona okna wypełnienia X
tr: Eşleştirilmemiş pencere simgesi X dolgusu

source: Whether the unmapped window icon should fill up horizontal space
fr: Si l'icône de la fenêtre non représentée devrait remplir l'espace horizontal
gl: Se a icona da xanela non representada debería encher o espazo horizontal
pl: Czy niezmapowana ikona okna powinna wypełniać przestrzeń poziomą
tr: Eşleştirilmemiş pencere simgesinin yatay alan doldurup doldurmayacağı

source: Unmapped window icon y fill
fr: Icône de la fenêtre non représentée rempli Y
gl: Encher Y da icona de xanela sen representación
pl: Niezmapowana ikona okna wypełnienia Y
tr: Eşleştirilmemiş pencere simgesi y dolgusu

source: Whether the unmapped window icon should fill up vertical space
fr: Si la fenêtre icône unmapped devrait remplir l'espace vertical
gl: Se a icona da xanela sen representación debe encher o espazo vertical
pl: Czy niezmapowana ikona okna powinna wypełniać przestrzeń pionową
tr: Eşleştirilmemiş pencere simgesinin dikey alan doldurup doldurmayacağı

source: Unmapped window icon X align
fr: Icône de la fenêtre non représentée aligner sur X
gl: Aliñar X da icona de xanela sen representación
pl: Niezmapowana ikona okna wyrówniania X
tr: Eşleştirilmemiş pencere simgesi X hizalama

source: The alignment of the unmapped window icon on the X axis within the allocation in normalized coordinate between 0 and 1
fr: L'alignement de l'icône de la fenêtre non représenté sur l'axe X par l'allocation à la coordination normalisée entre 0 et 1
gl: O aliñamento da icona da xanela non representada no eixe X dentro da asignación en coordenadas normalizadas entre 0 e 1
pl: Wyrównanie niezmapowanej ikony okna na osi X w ramach alokacji w znormalizowanej współrzędnej między 0 a 1
tr: Eşleşmeyen pencere simgesinin X ekseninde, 0 ile 1 arasındaki normalleştirilmiş koordinatta tahsisat içindeki hizalanması

source: Unmapped window icon Y align
fr: Icône de la fenêtre non représentée aligner sur Y
gl: Aliñar Y da icona de xanela sen representación
pl: Niezmapowana ikona okna wyrówniania Y
tr: Eşleştirilmemiş pencere simgesi Y hizalama

source: The alignment of the unmapped window icon on the Y axis within the allocation in normalized coordinate between 0 and 1
fr: L'alignement de l'icône de la fenêtre non représenté sur l'axe Y par l'allocation à la coordination normalisée entre 0 et 1
gl: O aliñamento da icona da xanela non representada no eixe Y dentro da asignación en coordenadas normalizadas entre 0 e 1
pl: Wyrównanie niezmapowanej ikony okna na osi Y w ramach alokacji w znormalizowanej współrzędnej między 0 a 1
tr: Eşleşmeyen pencere simgesinin Y ekseni üzerinde 0 ile 1 arasında normalleştirilmiş koordinat içindeki tahsisinde hizalanması

source: Unmapped window icon X scale
fr: Icône de la fenêtre non représenté de l'échelle X
gl: Escalar X da icona de xanela sen representación
pl: Niezmapowana ikona okna skali X
tr: Eşleştirilmemiş pencere simgesi X ölçeği

source: Scale factor of unmapped window icon on the X axis
fr: Facteur d'échelle de l'icône de la fenêtre non représenté sur l'axe X
gl: Factor de escala da icona da xanela non representada no eixe X
pl: Współczynnik skali ikony niezmapowanego okna na osi X
tr: Eşlenmeyen pencere simgesinin X ekseni üzerindeki ölçek faktörü

source: Unmapped window icon Y scale
fr: Icône de la fenêtre non représentée de l'échelle Y
gl: Escalar Y da icona de xanela sen representación
pl: Niezmapowana ikona okna skali Y
tr: Eşleştirilmemiş pencere simgesi Y ölçeği

source: Scale factor of unmapped window icon on the Y axis
fr: Facteur d'échelle de l'icône de la fenêtre non représenté sur l'axe Y
gl: Factor de escala da icona da xanela non representada no eixe Y
pl: Współczynnik skali ikony niezmapowanego okna na osi Y
tr: Eşlenmeyen pencere simgesinin Y ekseni üzerindeki ölçek faktörü

source: Unmapped window icon anchor point
fr: Point de l'ancre de l'icône de la fenêtre non représentée
gl: Punto de áncora da icona de xanela sen representación
pl: Nezmapowana ikona okna punktu zakotwiczenia
ru: Неопознанная точка привязки иконки
tr: Eşleştirilmemiş pencere simgesi bağlantı noktası

source: The anchor point of unmapped window icon
fr: Le point de l'ancre de l'icône de la fenêtre non représentée
gl: O punto de áncora da icona de xanela sen representación
pl: Punkt zakotwiczenia ikony niezamapowanego okna
ru: Опорная точка не отображенной иконки
tr: Eşleştirilmemiş pencere simgesinin bağlantı noktası

source: Could not get real stage window to hide
gl: Non se puido obter a xanela de escenario real para agochar
pl: Nie udało się ukryć prawdziwego okna sceny
tr: Gizlenecek gerçek sahne penceresi alınamadı

source: No wnck window wrapped at %s in called function %s
gl: Non hai ningunha xanela wnck envolta en %s na función chamada %s
pl: Żadne okno wnck nie jest zawiniętego w %s w wywołanej funkcji %s
tr: %s işlevinde %s olarak adlandırılan wnck penceresi yok

source: Got signal from wrong wnck window wrapped at %s in called function %s
gl: Obtivo un sinal dunha xanela wnck incorrecta envolta en %s na función chamada %s
pl: Otrzymano sygnał z niewłaściwego okna wnck zawiniętego w %s w wywołaną funkcję %s
tr: %s' de %s olarak adlandırılan yanlış wnck penceresinden gelen sinyal alındı

source: Either no wnck workspace is wrapped at %s or workspace is not available anymore when called at function %s
gl: Ou ningún espazo de traballo wnck está envolto en %s ou o espazo de traballo xa non está dispoñible cando se chama a función %s
pl: Albo żaden obszar roboczy wnck nie jest zawinięty w %s albo obszar roboczy nie jest już dostępny po wywołaniu funkcji %s
tr: %s'de wnck çalışma alanı yok ya da %s işlevinde çağrıldığında çalışma alanı artık kullanılamıyor

source: The mapped wnck window
gl: A xanela wnck respresentada
pl: Zmapowane okno wnck
ru: Привязка окна wnck
tr: Eşlenen wnck penceresi

source: No wnck workspace wrapped at %s in called function %s
gl: Non hai ningún espazo de traballo wnck envolto en %s na función chamada %s
pl: Żaden obszar roboczy wnck nie jest zawinięty w %s w wywołaną funkcję %s
tr: %s işlevinde %s olarak adlandırılan wnck çalışma alanı yok

source: Got signal from wrong wnck workspace wrapped at %s in called function %s
gl: Obtivo un sinal dun espazo de traballo wnck incorrecto envolto en %s na función chamada %s
pl: Otrzymano sygnał z niewłaściwego obszaru roboczego wnck zawiniętego w %s w wywołaną funkcję %s
tr: %s' de %s olarak adlandırılan yanlış wnck çalışma alanından gelen sinyal alındı

source: The mapped wnck workspace
gl: O espazo de traballo wnck respresentado
pl: Zmapowany obszar roboczy wnck
ru: Отображение рабочей области wnck
tr: Eşlenen wnck penceresi

source: Could not create workspace object of type %s for workspace '%s'
gl: Non se puido crear o obxecto do espazo de traballo do tipo %s para o espazo de traballo «%s»
pl: Nie udało sie utworzyć obiektu obszaru roboczego typu %s dla obszaru roboczego '%s'
tr: '%s' çalışma alanı için %s türünde çalışma alanı nesnesi oluşturulamadı

source: Could not create window object of type %s for window '%s'
gl: Non se puido crear o obxecto da xanela do tipo %s para a xanela «%s»
pl: Nie udało się utworzyć obiektu okna typu %s dla okna '%s'
ru: Не удалось создать окно с объектом %s для окна '%s'
tr: '%s' penceresi için xxx %s türünde pencere nesnesi oluşturulamadı

source: Cannot release unknown monitor %d
fr: Vous ne pouvez pas libérer le moniteur inconnu %d
gl: Non se pode publicar o seguimento descoñecido %d
pl: Nie można zwolnić nieznanego monitora %d
ru: Неизвестная версия монитора %d
tr: Bilinmeyen %d monitörü yayınlanamıyor

source: Clock
fr: Horloge
gl: Reloxo
pl: Zegar
ru: Часы
tr: Saat

source: Hour color
fr: Couleur heure
gl: Cor da hora
pl: Kolor godziny
ru: Цвет часовой стрелки
tr: Saat rengi

source: Color to draw the hour hand with
fr: Couleur pour dessiner l'aiguille des heures avec
gl: Debuxar a agulla das horas coa cor
pl: Kolor do narysowania wskazówki godzinowej
ru: Выберите цвет часовой стрелки
tr: Saat ibresini çizmek için renk

source: Minute color
fr: Couleur minute
gl: Cor do minuto
pl: Kolor minuty
ru: Цвет минутной стрелки
tr: Dakika rengi

source: Color to draw the minute hand with
fr: Couleur pour dessiner l'aiguille des minutes avec
gl: Debuxar a agulla dos minutos coa cor
pl: Kolor do narysowania wskazówki minutowej
ru: Выберите цвет минутной стрелки
tr: Dakika ibresini çizmek için renk
