Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: Text font
fr: Police du texte
gl: Letra do texto
pl: Czcionka tekstu
ru: Шрифт текста
tr: Metin yazı tipi

source: Font of editable text box
fr: Police de zone de texte modifiable
gl: Letra da caixa de texto modificábel
pl: Czcionka edytowalnego pola tekstowego
ru: Шрифт для редактирования в текстовом поле
tr: Düzenlenebilir metin kutusu yazı tipi

source: Text color
fr: Couleur du texte
gl: Cor do texto
pl: Kolor tekstu
ru: Цвет текста
tr: Metin rengi

source: Color of text in editable text box
fr: Couleur de texte dans zone de texte modifiable
gl: Cor do texto na caixa de texto modificábel
pl: Kolor tekstu w edytowalnym polu tekstowym
ru: Цвет текста в редактируемом текстовом поле
tr: Düzenlenebilir metin kutusundaki metin rengi

source: Selection text color
fr: Sélection couleur du texte
gl: Cor de texto da selección
pl: Kolor tekstu zaznaczenia
ru: Цвет выделенного текста
tr: Seçim metni rengi

source: Color of text of selected text
fr: Couleur du texte du texte sélectionné
gl: Cor do texto na selección de texto
pl: Kolor tekstu zaznaczonego tekstu
ru: Цвет текста выделенного из текста
tr: Seçili metnin metin rengi

source: Selection background color
fr: Sélection de la couleur d'arrière-plan
gl: Cor do fondo na selección
pl: Kolor tła zaznaczenia
ru: Цвет фона выделения
tr: Seçim arka plan rengi

source: Color of background of selected text
fr: Couleur de fond du texte sélectionné
gl: Cor do fondo na selección de texto
pl: Kolor tła zaznaczonego tekstu
ru: Цвет фона выделенного текста
tr: Seçili metnin arka plan rengi

source: Hint text
fr: Texte astuce
gl: Optimización do texto
pl: Tekst podpowiedzi
ru: Текст подсказки
tr: Ipucu metni

source: Hint text shown if editable text box is empty
fr: Texte astuce affiché si zone de texte modifiable est vide
gl: Amosar o texto optimizado se a caixa de texto modificábel está baleira
pl: Tekst podpowiedzi jest wyświetlany, jeśli edytowalne pole tekstowe jest puste
tr: Düzenlenebilir metin kutusu boşsa, ipucu metni gösterilir

source: Hint text font
fr: Police du texte astuce
gl: Letra do texto optimizada
pl: Czcionka tekstu podpowiedzi
ru: Шрифт текста подсказки
tr: İpucu metni yazı tipi

source: Font of hint text shown if editable text box is empty
fr: Police du texte astuce affichée si la zone de texte modifiable est vide
gl: Amosar a letra do texto optimizada se a caixa de texto modificábel está baleira
pl: Czcionka tekstu podpowiedzi jest wyświetlana, jeśli edytowalne pole tekstowe jest puste
tr: Düzenlenebilir metin kutusu boşsa, ipucu metninin yazı tipi

source: Hint text color
fr: Couleur du texte astuce
gl: Cor do texto optimiada
pl: Kolor tekstu podpowiedzi
ru: Цвет текста подсказки
tr: İpucu metin rengi

source: Color of hint text shown if editable text box is empty
fr: Couleur du texte astuce affiché si zone de texte modifiable est vide
gl: Amosar a cor do texto optimizada se a caixa de texto modificábel está baleira
pl: Kolor tekstu podpowiedzi jest wyświetlany, jeśli edytowalne pole tekstowe jest puste
tr: Düzenlenebilir metin kutusu boşsa, ipucu metninin rengi

source: Hint text set
fr: Texte astuce défini
gl: Configurar a optimización do texto
pl: Ustawienie tekstu podpowiedzi
ru: Набор подсказок
tr: İpucu metin ayarı

source: Flag indicating if a hint text was set
fr: Indicateur signalant si un texte astuce a été défini
gl: Marca que indica se se definiu un texto de suxestión
pl: Flaga wskazująca, czy ustawiono tekst podpowiedzi
ru: Флаг, указывающий, был ли установлен текст подсказки
tr: Bir ipucu metninin ayarlanmış olup olmadığını gösteren bayrak

source: Cannot get argument %d because only %d arguments are available
fr: Vous ne pouvez pas obtenir l 'argument %d parce que seuls %d arguments sont disponibles
gl: Non se pode obter o argumento %d porque só están dispoñíbeis %d argumentos
pl: Nie można pobrać argumentu %d, ponieważ dostępne są tylko argumenty %d
tr: %d değişkeni alınamıyor çünkü sadece %d değişkenleri mevcut

source: Cannot allocate memory for argument %d
fr: Vous ne pouvez pas allouer de la mémoire à l'argument %d
gl: Non se pode asignar memoria para o argumento %d
pl: Nie można przydzielić pamięci na argument %d
tr: %d değişkeni için bellek ayrılamıyor

source: Cannot transform argument %d from type '%s' to type '%s'
fr: Vous ne pouvez pas transformer l'argument %d de type « %s » en type « %s »
gl: Non se pode transformar o argumento %d do tipo «%s» para o tipo «%s»
pl: Nie można przekształcić argumentu %d z typu '%s' na typ '%s'
tr: %d değişkeni '%s' türünden '%s' türüne dönüştürülemiyor

source: Missing string to convert to color component value.
fr: Chaîne manquante pour convertir pour coloriser la valeur de la composante.
gl: Falta a cadea para converter ao valor do compoñente de cor.
pl: Brakujący ciąg do konwersji na wartość składnika koloru.
tr: Renk bileşeni değerine dönüştürmek için eksik dize.

source: Cannot convert string '%s' to color component value.
fr: Vous ne pouvez pas convertir la chaîne « %s » à la valeur de composante de couleur.
gl: Non se pode converter a cadea «%s» ao valor do compoñente de cor.
pl: Nie można przekonwertować ciągu '%s' na wartość składnika koloru.
tr: %s' dizesi renk bileşeni değerine dönüştürülemiyor.

source: Color component value %.2f out of range
fr: Valeur de composante de couleur %.2f hors de l'étendue
gl: Valor do compoñente de cor %.2f está fora do rango
pl: Wartość składnika koloru %.2f poza zakresem
tr: Renk bileşeni değeri %.2f aralık dışı

source: Factor %.2f is out of range
fr: Facteur %.2f est hors de portée
gl: O factor %.2f está forra do rango
pl: Współczynnik %.2f jest poza zakresem
tr: %.2f etkeni aralık dışı

source: Alpha factor %.2f is out of range
fr: Facteur Alpha %.2f est hors de portée
gl: O factor alfa %.2f está fora do rango
pl: Współczynnik alfa %.2f jest poza zakresem
tr: Alfa etkeni %.2f aralık dışı

source: CSS function '%s' is already registered.
fr: Fonction CSS « %s » est déjà enregistrée.
gl: A función CSS «%s» xa está rexistrada
pl: Funkcja CSS '%s' jest już zarejestrowana.
ru: Функция CSS '%s' уже зарегистрирована.
tr: CSS işlevi '%s' zaten kayıtlı

source: An identifier must follow '@'
fr: Un identifiant doit suivre '@'
gl: Debe seguir un identificador con «@»
pl: Identyfikator musi następować po znaku '@'
ru: Идентификатор должен следовать после '@'
tr: Bir tanımlayıcı '@' işaretini takip etmelidir

source: Missing function argument
fr: Argument de la fonction manquant
gl: Falta o argumento da función
pl: Brakujący argumentu funkcji
ru: Отсутствует функция аргумента
tr: Eksik işlev değişkeni

source: Invalid character '%c' in function argument
fr: Caractère '%c' invalide dans l'argument de la fonction
gl: O carácter «%c» non é válido no argumento da función
pl: Nieprawidłowy znak '%c' w argumencie funkcji
ru: Неправильный символ '%c' в функции аргумента
tr: İşlev değişkeninde bilinmeyen '%c' karakteri

source: Invalid character in function argument
fr: Caractère invalide dans l'argument de la fonction
gl: O carácter non válido no argumento da función
pl: Nieprawidłowy znak w argumencie funkcji
ru: Недопустимый символ в функции аргумента
tr: İşlev değişkeninde bilinmeyen karakter

source: Missing ')' after function
fr: ')' manquante après la fonction
gl: Falta un «)» despois da función
pl: Brakujący znak ')' po funkcji
ru: Отсутствует ')' после функции
tr: Eksik ')' fonksiyonundan sonra

source: Missing '(' after function
fr: '(' manquante après la fonction
gl: Falta un «(» despois da función
pl: Brakujący znak '(' po funkcji
ru: Отсутствует '(' после функции
tr: Eksik '(' fonksiyonundan sonra

source: Could not transform result of function '%s' to a string
fr: Impossible de transformer le résultat de la fonction « %s » en une chaîne
gl: Non se puido transformar o resultado da función «%s» para a cadea
pl: Nie udało się przekształcić wyniku funkcji '%s' w ciąg
tr: '%s' işlevinin sonucunu bir dizgeye dönüştüremedi

source: Function '%s' failed with error: %s
fr: Fonction « %s » a échoué avec l'erreur : %s
gl: A función «%s» fallou co erro: %s
pl: Funkcja '%s' nie powiodła się z powodu błędu: %s
tr: '%s' işlevi hatayla başarısız oldu: %s

source: Function '%s' failed!
fr: Fonction « %s » a échoué !
gl: A función «%s» fallou!
pl: Funkcja '%s' nie powiodła się!
tr: '%s' işlevi başarısız!

source: Cannot resolve identifier '@%s' because of indefinite recursion
gl: Non se pode resolver o identificador '@%s' por mor dunha recursión indefinida
pl: Nie można rozwiązać identyfikatora '@%s' z powodu nieokreślonej rekurencji
tr: Belirsiz özyineleme nedeniyle '@%s' tanımlayıcısı çözülemiyor

source: Unresolvable identifier '@%s'
fr: Identifiant insoluble '@%s'
gl: Non se pode resolver o identificador «@%s»
pl: Nierozwiązywalny identyfikator '@%s'
tr: Çözülemeyen tanımlayıcı '@%s'

source: Possible recursion detected because call depth is too deep while resolving '%s'
gl: Detectouse unha posible porque a profundidade da chamada é demasiado profunda mentres se resolve «%s»
pl: Wykryto możliwą rekursję, ponieważ głębokość połączenia jest zbyt głęboka podczas rozwiązywania '%s'
tr: '%s' çözümlenirken çağrı derinliği çok derin olduğu için olası özyineleme algılandı

source: Invalid property name
fr: Nom de la propriété non valide
gl: Nome de propiedade non válido
pl: Nieprawidłowa nazwa właściwości
ru: Неверное имя свойства
tr: Geçersiz özellik adı

source: Property names and values must be separated by colon
fr: Noms et les valeurs de propriété doivent être séparés par deux points
gl: Os nomes e os valores das propiedades deben separarse por dous puntos
pl: Nazwy i wartości właściwości muszą być oddzielone dwukropkiem
ru: Имена и значения свойств должны быть разделены двоеточием
tr: Özellik adları ve değerler kolon ile ayrılmalıdır

source: Invalid property value
fr: Valeur de propriété non valide
gl: Valor da propiedade non válido
pl: Nieprawidłowa wartość właściwości
ru: Недопустимое значение свойства
tr: Geçersiz özellik değeri

source: Property values must end with semi-colon
fr: Les valeurs de propriété doivent se terminer par point-virgule
gl: Os valores das propiedades deben rematar con punto e vírgula
pl: Wartości właściwości muszą kończyć się średnikiem
ru: Значения свойств должны заканчиваться точкой с запятой
tr: Özellik değerleri yarım kolon ile bitmelidir

source: Missing '(' after @import keyword.
fr: '(' manquante après mot-clé @import.
gl: Falta o «(» despois da palabra clave @import.
pl: Brakujący znak '(' po słowie kluczowym @import.
tr: @import anahtar kelimesinden sonra '(' eksik.

source: Unexpected token in filename to import
fr: Jeton inattendu dans le nom de fichier à importer
gl: Unha testemuña inesperada no nome do ficheiro para importar
pl: Nieoczekiwany token w nazwie pliku do zaimportowania
ru: Непредвиденный токен в имени файла для импорта
tr: Alınacak dosya adında beklenmeyen belirteç

source: Missing filename to import
fr: Nom de fichier à importer manquant
gl: Falta o nome do ficheiro a importar
pl: Brakująca nazwa pliku do zaimportowania
ru: Отсутствует имя файла для импорта
tr: Alınacak dosya adı eksik

source: Missing closing ')' at @import keyword.
fr: Fermeture ')' manquante au mot-clé @import.
gl: Falta o peche «)» na palabra clave @import.
pl: Brakujący znak ')' po słowie kluczowym @import.
ru: Отсутствует знак закрытия ")" по ключевому слову @import.
tr: @import anahtar kelimesinde için ')' kaptması eksik.

source: Failed to import CSS file '%s': %s
fr: Impossible d'importer le fichier CSS ' %s' : %s
gl: Non se puido importar o ficheiro CSS «%s»: %s
pl: Nie udało się zaimportować pliku CSS '%s': %s
ru: Не удалось импортировать файл CSS '%s': %s
tr: '%s' CSS dosyası içe aktarılamadı: %s

source: Mixing selectors and '@' identifiers or defining more than one '@' identifier at once is not allowed
fr: Mélange sélecteurs et '@' identificateurs ou de définir plus d'un '@' identifiant à la fois ne est pas autorisé
gl: Non se permite mesturar selectores e identificadores '@' ou definir máis dun identificador '@' á vez
pl: Mieszanie selektorów i identyfikatorów '@' lub definiowanie więcej niż jednego identyfikatora '@' na raz jest niedozwolone
tr: Karıştırma seçicileri ve '@' tanımlayıcılarını veya birden fazla '@' tanımlayıcısını bir kerede tanımlamaya izin verilmiyor

source: A selector must have been defined before other one can follow comma-separated.
fr: Un sélecteur doit avoir été défini avant autres on peut suivre séparés par des virgules.
gl: Un selector debe estar definido antes de que outro pode continuar separándoos por vírgula.
pl: Selektor musi zostać zdefiniowany, zanim inny będzie mógł następować po oddzieleniu przecinkami.
tr: Bir seçici virgülle ayrılan diğerini takip etmeden önce tanımlanmış olmalıdır.

source: Skipping block of unknown identifier '@%s'
fr: Sauter le bloc de l'identifiant inconnu « @%s »
gl: Omitir o bloque de identificador descoñecido «@%s»
pl: Pomijanie bloku o nieznanym identyfikatorze '@%s'
ru: Пропуск блока с неизвестным идентификатором '@%s'
tr: Bilinmeyen '@ %s' tanımlayıcı bloğunun atlanması

source: '@' identifier
fr: Identificateur '@'
gl: identificador '@'
pl: identyfikator '@'
ru: '@' идентификатор
tr: '@' tanımlayıcı

source: Unhandled selector
fr: Sélecteur non géré
gl: Selector non manexado
pl: Nieobsługiwany selektor
ru: Необработанный селектор
tr: İşlenmeyen seçici

source: The input stream of type %s is not supported
fr: Le flux du type d'entrée %s n'est pas supporté
gl: Non se admite o fluxo de entrada do tipo %s
pl: Strumień wejściowy typu %s nie jest obsługiwany
ru: Тип входного потока %s не поддерживается
tr: %s türü giriş akışı desteklenmiyor

source: Theme path
fr: Chemin théme
gl: Ruta do tema
pl: Ścieżka motywu
ru: Путь к теме
tr: Tema yolu

source: Path of theme loading from
fr: Chemin du thème chargé depuis
gl: A ruta do tema cárgase desde
pl: Ścieżka do ładowania motywu
ru: Путь загрузки темы из
tr: Temanın yükleme yolu

source: Could not get file for path '%s'
fr: Impossible d'obtenir le fichier pour le chemin « %s »
gl: Non se puido obter o ficheiro da ruta «%s»
pl: Nie udało się pobrać pliku dla ścieżki '%s'
ru: Не удалось получить путь для файла '%s'
tr: '%s' yoluna dosya alınamadı

source: Cannot allocate memory for animation targets property '%s'
pl: Nie można przydzielić pamięci dla właściwości celów animacji '%s'

source: Cannot allocate memory for animation targets data with selector '%s'
pl: Nie można przydzielić pamięci dla danych celów animacji za pomocą selektora '%s'

source: Freeing animation targets data at %p with a reference counter of %d greater than one
pl: Zwolnienie danych celów animacji w %p z licznikiem odniesienia %d większym niż jeden

source: Cannot allocate memory for animation specification data with sender '%s' and signal '%s'
pl: Nie można przydzielić pamięci dla danych specyfikacji animacji z nadawcą '%s' i sygnałem '%s'

source: Freeing animation specification data at %p with a reference counter of %d greater than one
pl: Zwolnienie danych specyfikacji animacji w %p z licznikiem odniesienia %d większym niż jeden

source: Invalid base for conversion
pl: Nieprawidłowa podstawa do konwersji

source: Integer out of range
pl: Liczba całkowita poza zakresem

source: Cannot convert string '%s' to integer
pl: Nie można przekonwertować ciągu '%s' na liczbę całkowitą

source: Empty 'name' at tag '%s'
pl: Pusty 'name' w tagu '%s'

source: Empty 'from' at tag '%s'
pl: Pusty 'from' w tagu '%s'

source: Empty 'to' at tag '%s'
pl: Pusty 'to' w tagu '%s'

source: Empty 'origin' at tag '%s'
pl: Pusty 'origin' w tagu '%s'

source: Invalid value '%s' for 'origin' at tag '%s'
pl: Nieprawidłowa wartość '%s' dla 'origin' w tagu '%s'

source: Missing or empty delay at tag '%s'
pl: Brakujące lub puste opóźnienie w tagu '%s'

source: Missing or empty duration at tag '%s'
pl: Brakujący lub pusty czas trwania w tagu '%s'

source: Missing or empty mode at tag '%s'
pl: Brakujący lub pusty tryb w tagu '%s'

source: Empty repeat at tag '%s'
pl: Puste powtórzenie w tagu '%s'

source: Invalid mode '%s'
pl: Nieprawidłowy tryb '%s'

source: Missing or empty ID at tag '%s'
pl: Brakujący lub pusty identyfikator w tagu '%s'

source: Missing or empty sender at tag '%s'
pl: Brakujący lub pusty nadawca w tagu '%s'

source: Missing or empty signal at tag '%s'
pl: Brakujący lub pusty sygnał w tagu '%s'

source: Invalid ID '%s' at tag '%s'
fr: ID incorrect « %s » au drapeau « %s »
gl: O identificador «%s» da etiqueta «%s» non é válido
pl: Nieprawidłowy identyfikator '%s' w tagu '%s'
ru: Недопустимый ID '%s' в теге '%s'
tr: '%s' etiketinde geçersiz '%s' kimliği

source: Multiple definition of trigger with ID '%s'
pl: Wielokrotna definicja wyzwalacza z identyfikatorem '%s'

source: Could not transform default value of for property '%s' of %s from type %s to %s of class %s
pl: Nie udało się przekształcić domyślnej wartości dla właściwości '%s' z '%s' z typu %s na %s z klasy %s

source: Cannot allocate memory for animation '%s'
pl: Nie można przydzielić pamięci dla animacji '%s'

source: Will not be able to add animations to actors as object of type %s does not implement required virtual function XfdashboardAnimation::%s
pl: Nie będzie można dodawać animacji do aktorów, ponieważ obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardAnimation::%s

source: Cannot create animation '%s' for non-existing property '%s' at actor of type '%s'
pl: Nie można utworzyć animacji '%s' dla nieistniejącej właściwości '%s' u aktora typu '%s'

source: Could not transform 'from'-value of '%s' for property '%s' to type %s of class %s
pl: Nie udało się przekształcić wartości 'z' '%s' dla właściwości '%s' na typ %s klasy %s

source: Could not transform 'to'-value of '%s' for property '%s' to type %s of class %s
pl: Nie udało się przekształcić wartości 'do' '%s' dla właściwości '%s' na typ %s klasy %s

source: Cannot allocate memory for transition of property '%s' of animation specification '%s'
pl: Nie można przydzielić pamięci na przejście właściwości '%s' specyfikacji animacji '%s'

source: Empty animation list when creating animation for animation specification '%s'
pl: Pusta lista animacji podczas tworzenia animacji do specyfikacji animacji '%s'

source: Cannot allocate memory for transition group of animation specification '%s'
pl: Nie można przydzielić pamięci dla grupy przejść specyfikacji animacji '%s'

source: Cannot allocate memory for object data of tag <%s>
fr: Vous ne pouvez pas allouer de la mémoire pour les données de l'objet de la balise <%s>
gl: Non se pode asignar memoria para os datos de obxectos da etiqueta <%s>
pl: Nie można przydzielić pamięci dla danych opisowych tagu <%s>
ru: Невозможно выделить память для данных объекта тега <%s>
tr: <%s> etiketinin nesne verileri için bellek ayrılamıyor

source: Freeing effect object parser data at %p with a reference counter of %d greater than one
fr: Libérer les données objet d'effet de l'analyseur au %p avec un compteur de %d de référence supérieure à un
gl: Liberando os datos do intérprete de obxectos %p con un contador de referencia de %d maior que un
pl: Zwalnianie danych analizatora obiektu efektu %p z licznikiem odniesienia %d większym niż jeden
tr: %p'deki efekt nesne ayrıştırıcı verisini %d'dan daha büyük bir referans sayacıyla serbest bırakma

source: Object of type %s is not derived from %s
fr: Objet de type %s n'est pas dérivé de %s
gl: O obxecto de tipo %s non é derivado de %s
pl: Obiekt typu %s nie jest wyprowadzony z %s
tr: %s türü nesne %s'den türetilemedi

source: Missing property name to set value for
fr: Nom de la propriété manquant pour régler la valeur pour
gl: Falta o nome da propiedade para estabelecer o valor de
pl: Brakująca nazwa właściwości, dla której można ustawić wartość
ru: Отсутствует имя свойства для установки значения
tr: Değer ayarı için özelliğin adı eksik

source: Missing object data to set value of property '%s'
fr: Données de l'objet manquant pour définir la valeur de la propriété « %s »
gl: Faltan os datos do obxecto para estabelecer o valor da propiedade «%s»
pl: Brakujące dane obiektu do ustawienia wartości właściwości '%s'
tr: '%s' özelliğinin değerini ayarlamak için eksik nesne verileri

source: Missing parser data for <%s> tag
fr: Données manquantes pour l'analyseur pour la balise <%s>
gl: Faltan os datos do intérprete para a etiqueta <%s>
pl: Brakujące dane analizatora dla tagu <%s>
tr: <%s> etiketi için eksik ayrıştırma verileri

source: Multiple definition of property '%s' at object with ID '%s'
fr: Définition multiple de la propriété « %s » de l'objet avec l'ID « %s »
gl: Definición múltiple da propiedade «%s» no obxecto co identificador «%s»
pl: Wielokrotna definicja właściwości '%s' w obiekcie o identyfikatorze '%s'
tr: '%s' kimliğine sahip nesnede '%s' özelliğinin çoklu tanımı

source: Invalid state of parser after parsing property '%s' at object with id '%s' of type %s
fr: État non valide de l'analyseur après l'analyse de la propriété « %s » de l'objet avec l'id « %s » du type %s
gl: Estado do intérprete non válido despois de interpretar a propiedade «%s» do obxecto co identificador «%s» do tipo %s
pl: Nieprawidłowy stan analizatora po przeanalizowaniu właściwości '%s' w obiekcie o identyfikatorze '%s' typu %s
tr: '%s' özelliği, %s türünde '%s' kimliğine sahip nesnede ayrıştırıldıktan sonra geçersiz ayrıştırıcı durumu

source: Empty ID at tag '%s'
fr: ID vide au drapeau « %s »
gl: O identificador está baleiro na etiqueta «%s»
pl: Pusty identyfikator w tagu '%s'
ru: Пустой ID в теге '%s'
tr: '%s' etiketinde boş kimlik

source: Multiple definition of effect with id '%s'
fr: Définition multiple d'effet avec l'id « %s »
gl: Definición múltiple do efecto co identificador «%s»
pl: Wielokrotna definicja efektu z identyfikatorem '%s'
tr: '%s' kimliğine sahip efektin çoklu tanımı

source: Unknown object class %s for tag '%s'
fr: Classe d'objet Inconnue %s pour la balise « %s »
gl: A clase do obxecto %s para a etiqueta «%s» é descoñecida
pl: Nieznana klasa obiektu %s dla tagu '%s'
ru: Неизвестный класс объекта %s для тега '%s'
tr: '%s' etiketi için bilinmeyen %s nesne sınıfı

source: Invalid class %s in object for parent tag <%s> - expecting class derived from %s
fr: Classe non valide %s dans l'objet pour le parent balise <%s> - attendue classe dérivé de %s
gl: A clase %s no obxecto da etiqueta pai <%s> non é válida - agardábase unha clase derivada de %s
pl: Nieprawidłowa klasa %s w obiekcie dla tagu nadrzędnego <%s> - oczekiwano klasy pochodnej z %s
tr: <%s> ana etiketi için geçersiz %s sınıfı - %s'den türetilen sınıf bekliyor

source: Could not find effect with ID '%s'
fr: Impossible de trouver l'effet avec l'ID « %s »
gl: Non se puido atopar o efecto co identificador «%s»
pl: Nie udało się znaleźć efektu o identyfikatorze '%s'
tr: '%s' kimliğine sahip efekt bulunamadı

source: File %s - Error on line %d char %d:
gl: O ficheiro %s - erro na liña %d carácter %d:
pl: Plik %s - Błąd w wierszu %d znaku %d:
ru: Файл %s - ошибка в строке %d char %d:
tr: %s dosyası - Satır %d üzerinde karakter %d hatası:

source: Cannot allocate memory for unknown tag
fr: Ne peut pas allouer de la mémoire pour la balise inconnue
gl: Non se pode asignar memoria para a etiqueta descoñecida
pl: Nie można przydzielić pamięci dla nieznanego tagu
ru: Невозможно выделить память для неизвестного тега
tr: Bilinmeyen etiket için bellek tahsis edilemiyor

source: Cannot allocate memory for tag '%s'
fr: Ne peut pas allouer de la mémoire pour la balise« %s »
gl: Non se pode asignar memoria para a etiqueta «%s»
pl: Nie można przydzielić pamięci dla tagu '%s'
tr: '%s' etiketi için bellek ayrılamadı
