Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: The event type this binding is bound to
fr: Le type d'événement de cette liaison est lié à
gl: O tipo de evento ao que está vinculada esta ligazón
pl: Typ zdarzenia, z którym jest powiązane to powiązanie
ru: Тип события, с которым связана эта привязка
tr: Bu ciltlemenin bağlı olduğu etkinlik türü

source: Class name
fr: Nom de la classe
gl: Nome da clase
pl: Nazwa klasy
ru: Имя класса
tr: Sınıf adı

source: Class name of object this binding is bound to
fr: Nom de la classe de l'objet cette liaison est lié à
gl: O nome de clase do obxecto ao que está vinculada esta ligazón
pl: Nazwa klasy obiektu, z którym jest powiązane to powiązanie
ru: Имя класса объекта, с которым связана эта привязка
tr: Bu ciltlemenin bağlı olduğu nesnenin sınıf adı

source: Key
fr: Clé
gl: Tecla
pl: Klawisz
ru: Клавиша
tr: Anahtar

source: Key code of a keyboard event this binding is bound to
fr: Code de la clé d'un événement de clavier de cette liaison est lié à
gl: O código da tecla dun evento de teclado ao que está vinculada esta ligazón
pl: Kod klawisza klawiatury, z którym jest powiązane to powiązanie
ru: Код клавиши на клавиатуре, с которым связана эта привязка
tr: Bu cildin bağlı olduğu bir klavye olayının anahtar kodu

source: Modifiers
fr: Modificateurs
gl: Modificadores
pl: Modyfikatory
ru: Модификаторы
tr: Düzenleyiciler

source: Modifiers this binding is bound to
fr: Modificateurs cette liaison est lié à
gl: Os modificadores ao que está vinculada esta ligazón
pl: Modyfikatory, z którymi jest powiązane to powiązanie
ru: Модификаторы этой привязки связаны с
tr: Değiştiriciler bu bağlamaya bağlıdır

source: Class name of target of this binding
fr: Nom de la classe de la cible de cette liaison
gl: O nome de clase do obxecto ao que está vinculado este destino
pl: Nazwa klasy celu tego powiązania
ru: Именем класса целевого объекта этой привязки
tr: Bu cilt hedefinin sınıf adı

source: Action assigned to this binding
fr: Action attribuée à cette liaison
gl: A acción asignada a este vínculo
pl: Czynność przypisana do tego powiązania
ru: Действием, назначенным этой привязке
tr: Bu cilt için atanan eylem

source: Flags
fr: Drapeaux
gl: Marcas
pl: Flagi
ru: Флагами
tr: Bayraklar

source: Flags assigned to this binding
fr: Drapeaux affectés à cette liaison
gl: A marca asignada a este vínculo
pl: Flagi przypisane do tego powiązania
ru: Флагами, назначенными этой привязке
tr: Bu cilt için atanan bayraklar

source: Failed to create binding instance
fr: Impossible de créer une instance de liaison
gl: Produciuse un erro ao crear a instancia do vínculo
pl: Nie udało się utworzyć powiązanego wystąpienia
ru: Не удалось создать экземпляр привязки
tr: Cilt örneği oluşturulamadı.

source: Cannot set unsupported event type %s at binding
fr: Impossible de définir le type d'événement non pris en charge %s pour la liaison
gl: Non se pode configurar un evento incompatíbel de de tipo %s para o vínculo
pl: Nie można ustawić nieobsługiwanego typu zdarzenia %s w powiązaniu
tr: Ciltleme sırasında %s desteklenmeyen olay türü ayarlanamıyor

source: Cannot set invalid event type at binding
fr: Impossible de définir le type d'événement invalide pour la liaison
gl: Non se pode configurar un evento non válido de tipo para o vínculo
pl: Nie można ustawić nieprawidłowego typu zdarzenia w powiązaniu
ru: Невозможно установить недопустимый тип события при привязке
tr: Ciltlemede geçersiz olay türü ayarlanamıyor

source: Error on line %d char %d:
fr: Erreur à la ligne %d carcatère %d :
gl: Produciuse un erro no liña %d carácter %d:
pl: Błąd w wierszu %d znaku %d:
ru: Ошибка в строке %d символ %d:
tr: %d satırında %dkarakter hatası:

source: Could not parse empty key-binding '%s'.
fr: Impossible d'analyser clé de liaison vide « %s ».
gl: Non se puido interpretar o atallo baleiro «%s».
pl: Nie udało się przeanalizować pustego powiązania klawisza '%s'.
tr: %s boş anahtar bağlaması ayrıştırılamadı.

source: Could not parse modifier '%s' of key-binding '%s' because it is not enclosed by '<...>'
fr: Impossible d'analyser le modificateur « %s » de la clé de liaison « %s » car il n'est pas entouré par ' <...>'
gl: Non se puido interpretar o modificador «%s» do atallo «%s» porque esta non está entre «<...>»
pl: Nie udało się przeanalizować modyfikatora '%s' powiązania klawisza '%s', ponieważ nie jest objęty przez '<...>'
tr: '<...>' ile çevrelenmediğinden '%s' anahtar bağlayıcısının '%s' değiştiricisi ayrıştırılamadı.

source: Could not parse unknown modifier '%s' of key-binding '%s'
fr: Impossible d'analyser le modificateur inconnu « %s » de la clé de liaison « %s »
gl: Non se puido interpretar o modificador descoñecido «%s» do atallo «%s»
pl: Nie udało się przeanalizować nieznanego modyfikatora '%s' powiązania klawisza '%s'
tr: '%s' anahtar bağlayıcısının bilinmeyen '%s' değiştiricisi ayrıştırılamadı

source: Could not parse '%s' of key-binding '%s' because it is already a key assigned.
fr: Impossible d'analyser « %s » de la clé de liaison « %s » parce que c'est déjà une clé attribuée.
gl: Non se puido interpretar «%s» do atallo «%s» porque este xa ten unha tecla asignada.
pl: Nie udało się przeanalizować '%s' powiązania klawisza '%s', ponieważ jest już przypisany do klawisza.
tr: Zaten atanmış bir anahtar olduğundan '%s' '%s' anahtar bağlayıcısından ayrıştırılamadı.

source: Could not parse '%s' of key-binding '%s'
fr: Impossible d'analyser « %s » de la clé de liaison « %s »
gl: Non se puido interpretar «%s» do atallo «%s»
pl: Nie udało się przeanalizowa '%s' powiązania klawisza '%s'
tr: '%s' '%s' anahtar değiştiricisinden ayrıştırılamadı

source: Invalid key-binding '%s' as neither a key nor a modifier was assigned.
fr: Touche de liaison « %s » invalide ni comme une clé ou ni comme un modificateur a été attribué.
gl: O atallo «%s» non é valido xa que non se asignou ningunha tecla nin modificador.
pl: Nieprawidłowe powiązanie klawisza '%s', ponieważ nie przypisano ani klawisza, ani modyfikatora.
tr: Bir anahtar veya değiştirici atanmamış olan '%s' anahtar bağlantısı geçersiz.

source: Unexpected text node '%s' at tag <%s>
fr: Noeud texte « %s » inattendu à la balise <%s>
gl: Nodo de texto inesperado «%s» na etiqueta <%s>
pl: Nieoczekiwany węzeł tekstowy '%s' w tagu <%s>
ru: Неожиданный текстовый узел '%s' в теге <%s>
tr: <%s> etiketinde beklenmeyen '%s' metin düğümü

source: Missing action
fr: Action disparue
gl: Falta a acción
pl: Brakująca czynność
ru: Отсутствующий действие
tr: Eksik eylem

source: Missing binding to set action '%s'
fr: Liaison manquante pour définir l'action « %s »
gl: Falta o vínculo para definir a acción «%s»
pl: Brakujące powiązanie do ustawienia czynności '%s'
ru: Отсутствует привязка для установки действия '%s'
tr: '%s' işlemini ayarlamak için eksik bağlama

source: Unknown tag <%s>
fr: balise inconnue <%s>
gl: A etiqueta <%s> é descoñecida
pl: Nieznany tag <%s>
ru: Неизвестный тег <%s>
tr: Bilinmeyen etiket <%s>

source: Missing attribute 'code' for key
fr: Attribut 'code' manquant pour la clé
gl: Falta o atributo «código» para a tecla
pl: Brakujący atrybutu 'code' dla klawisza
ru: Отсутствует атрибут "код" для ключа
tr: Anahtar için eksik öznitelik 'kodu'

source: Could not translate key '%s'
fr: Impossible de traduire la touche « %s »
gl: Non se puido trasladar a tecla «%s»
pl: Nie udało się przetłumaczyć klawisza '%s'
ru: Не удалось перевести ключ '%s'
tr: '%s' anahtarı tercüme edilemedi

source: Unknown value '%s' for attribute 'when'
fr: Valeur « %s » inconnue pour l'attribut 'quand'
gl: O valor «%s» é descoñecido para o atributo «when»
pl: Nieznana wartość '%s' dla atrybutu 'when'
ru: Неизвестное значение '%s' для атрибута 'when'
tr: 'Ne zaman' özelliği için bilinmeyen '%s' değeri

source: Could not initialize binding for key-binding
fr: Impossible d'initialiser la liaison pour la clé de liaison
gl: Non se puido inicializar o vínculo para o atallo
pl: Nie udało się zainicjować powiązania dla powiązania klawisza
ru: Не удалось инициировать связь для ключа-привязки
tr: Anahtar bağlama için bağlama başlatılamadı

source: Cannot transform attribute 'allow-unfocusable-target' from type '%s' to type '%s'
fr: Ne peut pas transformer attribut 'allow-unfocusable-cible' du type « %s » dans le type « %s »
gl: Non se pode trasladar o atributo «allow-unfocusable-target» do tipo «%s» para o tipo «%s»
pl: Nie udało się przekształcić atrybutu 'allow-unfocusable-target' z typu '%s' na typ '%s'
tr: '%s' türünden '%s' türüne 'odaklanamayan-hedefe-izin' özelliği dönüştürülemiyor

source: Tag <%s> cannot contain tag <%s>
fr: La balise <%s> ne peut pas contenir la balise <%s>
gl: A etiqueta <%s> con pode conter a etiqueta <%s>
pl: Tag <%s> nie może zawierać tagu <%s>
ru: Тэг <%s> не может содержать тег <%s>
tr: <%s> etiketi <%s> etiketini içeremez

source: Could not set up parser data for file %s
fr: Impossible de définir les données de l'analyseur de fichier %s
gl: Non se puido configurar os datos do intérprete para o ficheiro %s
pl: Nie udało się skonfigurować danych analizatora dla pliku %s
ru: Не удалось настроить данные анализатора синтаксиса для файла %s
tr: %s dosyası için ayrıştırıcı verileri ayarlanamadı

source: Could not create parser for file %s
fr: Impossible de créer un parseur pour le fichier %s
gl: Non se puido crear o intérprete para o ficheiro %s
pl: Nie udało się stworzyć analizatora dla pliku %s
tr: %s dosyası için ayrıştırıcı oluşturulamadı

source: Could not set up hash-table at parser data for file %s
fr: Impossible de mettre en place la table de hash pour les données de l'analyseur pour le fichier %s
gl: Non se puido configurar a táboa de dispersión nos datos do intérprete para o ficheiro %s
pl: Nie udało się ustawić tablicy skrótów w danych analizatora dla pliku %s
tr: %s dosyası için ayrıştırıcı verilerinde hash-table ayarlanamadı

source: Unexpected binding state set at parser data for file %s
fr: Etat de liaison inattendue fixé à des données de l'analyseur pour le fichier %s
gl: Un estado de conexión inesperado establece os datos do intérprete para o ficheiro %s
pl: Ustawiono nieoczekiwany stan powiązania w danych analizatora dla pliku %s
tr: Beklenmeyen bağlanma durumu, %s dosyası için ayrıştırıcı verilerinde ayarlanır

source: Could not set up hash-table to store bindings
gl: Non se puido definir a táboa de dispersión para almacenar os vínculos
pl: Nie udało się skonfigurować tablicy skrótów do przechowywania powiązań
ru: Не удалось настроить хеш-таблицу для хранения привязок
tr: Bağlantıları depolamak için karma tablosu oluşturulamadı

source: No bindings configuration file found.
fr: Pas de fichier de configuration des liaisons trouvé.
gl: Non se atopou o ficheiro de configuración de vínculos
pl: Nie znaleziono pliku konfiguracyjnego powiązań.
ru: Файл конфигурации привязок не найден.
tr: Hiçbir bağlama yapılandırma dosyası bulunamadı.

source: Pressed
fr: Pressé
gl: Premido
pl: Naciśnięty
ru: Нажатое
tr: Basılı

source: Whether the clickable should be in pressed state
fr: Que le cliquable devrait être à l'état pressé
gl: Se quen permite ser premido debe estar no estado premido
pl: Czy klikalne powinno być w stanie naciśnięcia
ru: В нажатом состоянии должен ли быть кликабельный
tr: Tıklanabilir alanın basılı durumda olması gerekip gerekmediği

source: Held
fr: En attente
gl: Realizado
pl: Przytrzymany
ru: Удерживаемое
tr: Bekletilen

source: Whether the clickable has a grab
fr: Que si le cliquable a une benne
gl: Se quen permite ser premido ten unha asa
pl: Czy klikalny ma chwyt
ru: Будет ли кликабельным захват
tr: Tıklanabilir bir kapmanın olup olmadığı

source: Long Press Duration
fr: Durée longue pression
gl: Duración do premido longo
pl: Długi czas naciśnięcia
ru: Длительное нажатие
tr: Uzun basma süresi

source: The minimum duration of a long press to recognize the gesture
fr: La durée minimale d'un appui long pour reconnaître le geste
gl: Duración mínima do premido longo para recoñecer o xesto
pl: Minimalny czas trwania długiego naciśnięcia rozpoznania gestu
ru: Минимальная продолжительность длительного нажатия для распознавания жеста
tr: Hareketi tanımak için en az uzun basma süresi

source: Long Press Threshold
fr: Longue de presse Seuil
gl: Límite do premido longo
pl: Próg długiego naciśnięcia
ru: Порог длительного нажатия
tr: Uzun Basma Eşiği

source: The maximum threshold before a long press is cancelled
fr: Le seuil maximal avant un long presse est annulée
gl: Límite máximo antes de que se cancele o premido longo
pl: Maksymalny próg przed anulowaniem długiego naciśnięcia
ru: Отменить максимальный порог перед долгим нажатием
tr: Uzun basmadan önceki en fazla eşik iptal edildi

source: More than one actor added to %s - result are unexpected
fr: Plus d'un acteur ajouté à %s - résultat sont inattendue
gl: Engadiuse máis dun actor a %s - o resultado é inesperado
pl: Dodano więcej niż jednego aktora do %s - wynik jest nieoczekiwany
ru: Добавлено более одного действия в %s - результат непредсказуем
tr: %s 'e birden fazla aktör eklendi - sonuçlar beklenmedik

source: Collapsed
fr: Effondré
gl: Contraído
pl: Zwinięty
ru: Свернутое
tr: Çöktü

source: If TRUE this actor is collapsed otherwise it is expanded to real size
fr: Si VRAI cet acteur est effondré sinon il est élargi à la taille réelle
gl: Se verdadeiro este actor é contraído do contrario descontraese ao tamaño real
pl: Jeśli TRUE, ten aktor jest zwinięty, w przeciwnym razie jest rozszerzany do rzeczywistego rozmiaru
ru: Если ПРАВДА этот сценарий свернут, в противном случае он расширяется до реального размера
tr: DOĞRUYSA bu aktör çöktü, aksi takdirde gerçek boyuta genişletilir

source: Collapsed size
fr: Taille effondrée
gl: O tamaño cando está contraído
pl: Rozmiar po zwinięciu
ru: Свернутый размер
tr: Çökmüş boyut

source: The size of actor when collapsed
fr: La taille de l'acteur lorsqu'il se est effondré
gl: O tamaño do actor cando está contraído
pl: Rozmiar aktora po zwinięciu
ru: Размер сценария при сворачивании
tr: Çöktüğünde aktörün boyutu

source: Collapse orientation
fr: Orientation effondrée
gl: A orientación cando está contraído
pl: Orientacja zwinięcia
ru: Ориентация сворачивания
tr: Yönlendirme çökmesi

source: Orientation of area being visible in collapsed state
fr: Orientation de la zone étant visible état affaissé
gl: A orientación da área visíbel cando está en estado contraído
pl: Orientacja obszaru widocznego w stanie zwiniętym
ru: Ориентация области, видимой в свернутом состоянии
tr: Çökmüş durumda görünen alanın yönlendirilmesi

source: Collapse progress
pl: Postęp zwinięcia

source: The progress fraction used to animate collapse or expand. The fraction must be between 0.0 and 1.0 and defines the progress between collapsed size (fraction of 0.0) and preferred size (fraction of 1.0).
pl: Ułamek postępu używany do animowania zwijania lub rozwijania. Ułamek musi zawierać się w przedziale od 0,0 do 1,0 i określa postęp między rozmiarem zwiniętym (ułamek 0,0) a preferowanym (ułamek 1,0).

source: Could not create string for parent css selector
fr: Impossible de créer chaîne pour sélecteur CSS mère
gl: Non se puido crear a cadea para o selector css principal
pl: Nie udało się utworzyć ciągu dla nadrzędnego selektora CSS
ru: Не удалось создать строку для родительского селектора CSS
tr: Üst css seçici için dize oluşturulamadı

source: Invalid mode for parent rule in CSS selector
fr: Mode invalide pour la règle du parent au sélecteur CSS
gl: O modo non é válido para a regra principal no selector CSS
pl: Nieprawidłowy tryb dla reguły nadrzędnej w selektorze CSS
ru: Недопустимый режим для родительского правила в селекторе CSS
tr: CSS seçicide üst kural için geçersiz mod

source: Invalid name identifier
fr: Identificateur du nom non valide
gl: O identificador do nome non é válido
pl: Nieprawidłowy identyfikator nazwy
ru: Неверный идентификатор имени
tr: Geçersiz ad tanımlayıcı

source: Invalid class identifier
fr: Identificateur de classe non valide
gl: O identificador da clase non é válido
pl: Nieprawidłowy identyfikator klasy
ru: Неверный идентификатор класса
tr: Geçersiz sınıf tanımlayıcı

source: Invalid pseudo-class identifier
fr: Identificateur de pseudo-classe non valide
gl: O identificador da pseudoclase non é válido
pl: Nieprawidłowy identyfikator pseudoklasy
ru: Неверный идентификатор псевдокласса
tr: Geçersiz sahte sınıf tanımlayıcı

source: No parent when parsing '>'
fr: Aucun parent lors de l'analyse '>'
gl: Non hai ningún símbolo de apertura ao interpretar «>»
pl: Brak elementu nadrzędnego podczas analizowania '>'
ru: Нет источника после анализа '>'
tr: '>' ayrıştırılırken üst öğesi yok

source: Failed to parse css selector.
fr: Manqué pour analyser le sélecteur CSS.
gl: Produciuse un fallo ao interpretar o selector css.
pl: Nie udało się przeanalizować selektora CSS.
ru: Не удалось проанализировать селектор CSS.
tr: CSS seçici ayrıştırılamadı.

source: Failed to parse css selector because stream is empty.
fr: Manqué pour analyser du sélecteur CSS parce le flux est vide.
gl: Produciuse un fallo ao interpretar o selector css porque o fluxo está baleiro.
pl: Nie udało się przeanalizować selektora CSS, ponieważ strumień jest pusty.
ru: Не удалось проанализировать селектор CSS, поскольку поток пуст.
tr: Akış boş olduğu için css seçicisini ayrıştıramadı.

source: Priority
fr: Priorité
gl: Prioridade
pl: Priorytet
ru: Приоритет
tr: Öncelik

source: The priority of this CSS selector
fr: La priorité de ce sélecteur CSS
gl: A prioridade deste selector CSS
pl: Priorytet tego selektora CSS
ru: Приоритет этого селектора CSS
tr: Bu CSS seçicinin önceliği

source: Could not create selector.
fr: Impossible de créer un sélecteur.
gl: Non se puido crear o selector.
pl: Nie udało się utworzyć selektora.
ru: Не удалось создать селектор.
tr: Seçici oluşturulamadı.

source: Parser did not reach end of stream
fr: Le parseur n'a pas atteint la fin du flux
gl: O intérprete non chegou ao final do fluxo
pl: Analizator nie osiągnął końca strumienia
ru: Парсер не достиг конца потока
tr: Ayrıştırıcı akış sonuna ulaşmadı.

source: Unexpected state of CSS scanner.
fr: État inattendu du scanner de CSS.
gl: Estado inesperado do escáner de CSS.
pl: Nieoczekiwany stan skanera CSS.
ru: Неожиданное состояние CSS-сканера.
tr: CSS tarayıcının beklenmedik durumu.

source: Could not load secondary source %s for desktop ID '%s': %s
gl: Non se puido cargar a fonde secundaria %s co identificador de escritorio «%s»: %s
pl: Nie udało się załadować dodatkowego źródła %s dla identyfikatora pulpitu '%s': %s
tr: Masaüstü kimliği '%s' için ikincil kaynak %s yüklenemedi: %s

source: Cannot create application action because of empty action name for desktop ID '%s'
gl: Non se pode crear a acción do aplicativo debido ao nome de acción baleira para o identificador de escritorio «%s»
pl: Nie można utworzyć czynności programu z powodu pustej nazwy czynności dla identyfikatora pulpitu '%s'
tr: Masaüstü kimliği '%s' için boş eylem adı nedeniyle uygulama eylemi oluşturulamıyor

source: Cannot create application action for desktop ID '%s'
gl: Non se pode crear a acción do aplicativo para o identificador de escritorio «%s»
pl: Nie można utworzyć czynności programu dla identyfikatora pulpitu '%s'
ru: Невозможно создать действие к приложению для рабочего стола ID '%s'
tr: Masaüstü kimliği '%s' için uygulama eylemi oluşturulamıyor

source: Unable to expand macros at command-line.
fr: Impossible de développer des macros à la ligne de commande.
gl: Non se puido expandir as macros na liña de comandos.
pl: Nie można rozwinąć makr w wierszu polecenia.
ru: Невозможно выполнить макросы в командной строке.
tr: Komut satırında makrolar genişletilemiyor.

source: Working directory '%s' does not exist. It won't be used when launching '%s'.
fr: Le répertoire de travail « %s » ne existe pas. Il ne sera pas utilisé lors du lancement de « %s ».
gl: O cartafol de traballo «%s» non existe. Non se usará ao iniciar «%s».
pl: Katalog roboczy '%s' nie istnieje. Nie będzie używany podczas uruchamiania '%s'.
ru: Рабочий каталог '%s' не существует. Он не будет использоваться при запуске '%s'.
tr: '%s' çalışma dizini yok. '%s' başlatılırken kullanılamaz.

source: Valid
fr: Valide
gl: Válido
pl: Prawidłowy
ru: Допустимый
tr: Geçerli

source: Flag indicating whether this desktop application information is valid or not
fr: Indicateur signalant si cette information de l'application de bureau est valide ou non
gl: Marca para indicar se a información do aplicativo de escritorio é válida ou non
pl: Flaga wskazująca, czy te informacje o programie pulpitu są prawidłowe, czy nie
ru: Флаг, указывающий, является ли информация этого приложения рабочего стола действительной или нет
tr: Bu masaüstü uygulama bilgisinin geçerli olup olmadığını gösteren bayrak

source: Desktop ID
fr: ID bureau
gl: Identificador de escritorio
pl: Identyfikator pulpitu
ru: Рабочий стол ID
tr: Masaüstü Kimliği

source: Name of desktop ID
fr: Nom du bureau ID
gl: Nome do identificador de escritorio
pl: Nazwa identyfikatora pulpitu
ru: Имя рабочего стола ID
tr: Masaüstü Kimliği Adı

source: File
fr: Fichier
gl: Ficheiro
pl: Plik
ru: Файл
tr: Dosya

source: The desktop file
fr: Le fichier de bureau
gl: O ficheiro de escritorio
pl: Plik pulpitu
ru: Файл рабочего стола
tr: Masaüstü dosyası

source: Desktop ID '%s' not found
fr: ID du bureau « %s » introuvable
gl: Non se atopou o identificador de escritorio «%s».
pl: Nie znaleziono identyfikatora pulpitu '%s'
ru: Рабочий стол ID '%s' не найден
tr: '%s' Masaüstü kimliği bulunamadı.

source: Could not reload desktop application information for '%s': %s
fr: Impossible de recharger les informations de l'application de bureau pour « %s » : %s
gl: Non se puido recargar a información do aplicativo de escritorio para «%s»: %s
pl: Nie udało się odświeżyć informacji dla programu pulpitu '%s': %s
ru: Не удалось обновить сведения о приложении рабочего стола для '%s': %s
tr: '%s' için masaüstü uygulama bilgisi yeniden yüklenemedi: %s

source: Invalid application action '%s' to execute for desktop ID '%s'
gl: A acción do aplicativo «%s» non é válida para executar no identificador de escritorio «%s»
pl: Nieprawidłowa czynność programu '%s' do wykonania dla identyfikatora pulpitu '%s'
ru: Недопустимое действие приложения '%s' для выполнения на рабочем столе ID '%s'
tr: '%s' masaüstü kimliğini yürütmek için geçersiz '%s' uygulama eylemi

source: Could launch action '%s' for desktop ID '%s': %s
gl: Non se puido iniciar a acción «%s» para o identificador de escritorio «%s»: %s
pl: Można uruchomić czynność '%s' dla identyfikatora pulpitu '%s': %s
ru: Можно запустить '%s' для рабочего стола ID '%s': %s
tr: Masaüstü kimliği '%s' için '%s' eylemi başlatılabilir: %s

source: Name
fr: Nom
gl: Nome
pl: Nazwa
ru: Название
tr: Ad

source: Name of the action
gl: Nome da acción
pl: Nazwa czynności
ru: Название сценария
tr: Eylemin adı

source: Icon name
fr: Nom icône
gl: Nome da icona
pl: Nazwa ikony
ru: Имя иконки
tr: Simge adı

source: Icon name of action
gl: Nome da icona da acción
pl: Nazwa ikony czynności
ru: Имя иконки сценария
tr: Simgenin eylem adı

source: Application command of action
gl: Orde do aplicativo de acción
pl: Polecenie programu czynności
ru: Команда применения сценария
tr: Eylemin uygulama komutu

source: Source
gl: Fonte
pl: Źródło
ru: Источник
tr: Kaynak

source: The source actor where drag began
fr: L'acteur source où la traînée a commencé
gl: O actor fonte onde comezou o arrastre
pl: Aktor źródłowy, od którego zaczyna się przeciąganie
ru: Источник сценария где начинается перетаскивание
tr: Sürüklemenin başladığı kaynak aktör

source: Target %s is already registered
fr: La cible %s est déjà enregistrée
gl: O destino de %s xa está rexistrado
pl: Cel %s jest już zarejestrowany
ru: Цель %s уже зарегистрирована
tr: %s hedefi zaten kayıtlı

source: Row spacing
fr: Écartement des lignes
gl: O espazamento da fila
pl: Rozstaw wierszy
ru: Междурядье
tr: Satır aralığı
