Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: Could not initialize bindings
fr: Impossible d'initialiser les liaisons
gl: Non se puideron inicializar os vínculos
pl: Nie udało się zainicjować powiązań
ru: Не удалось инициализировать привязки
tr: Bağlar başlatılamadı

source: Could not load bindings: %s
fr: Impossible de charger les liaisons : %s
gl: Non se puideron cargar os vínculos: %s
pl: Nie udało się załadować powiązań: %s
ru: Не удалось загрузить привязки: %s
tr: Bağlar yüklenemedi: %s

source: Could not setup window tracker backend
gl: Non se puido configurar a infraestrutura do rastreador de xanelas
pl: Nie udało się skonfigurować backendu modułu do śledzenia okien
ru: Не удалось настроить бэкэнд окна трекера
tr: Pencere izleyici arka ucu ayarlanamadı

source: Could not initialize application database
fr: Impossible d'initialiser la base de données application
gl: Non se puido inicializar a base de datos do aplicativo
pl: Nie udało się zainicjować bazy danych programu
ru: Не удалось инициализировать базу данных
tr: Uygulama veritabanı başlatılamadı

source: Could not load application database: %s
fr: Impossible de charger la base de données application : %s
gl: Non se puido cargar a base de datos do aplicativo: %s
pl: Nie udało się załadować bazy danych programu: %s
ru: Не удалось загрузить базу данных приложения: %s
tr: Uygulama veritabanı yüklenemedi: %s

source: Could not initialize application tracker
fr: Impossible d'initialiser le traqueur d'application
gl: Non se puido inicializar o rastrexador do aplicativo
pl: Nie udało się zainicjować modułu śledzącego programy
ru: Не удалось инициализировать средство отслеживания приложений
tr: Uygulama izleyici başlatılamadı

source: Could not initialize plugin manager
fr: Impossible d'initialiser le gestionnaire de greffons
gl: Non se puido inicializar o xestor do engadidos
pl: Nie udało się zainicjować menedżera wtyczek
ru: Не удалось инициализировать менеджер плагинов
tr: Eklenti yöneticisi başlatılamadı

source: Could not setup plugin manager
fr: Impossible de configurer le gestionnaire de greffons
gl: Non se puido configurar o xestor de engadidos
pl: Nie udało się skonfigurować menedżera wtyczek
ru: Не удалось настроить менеджер плагинов
tr: Eklenti yöneticisi kurulamadı

source: Could not create binding between xfconf property and local resource for theme change notification.
fr: Impossible de créer la liaison entre la propriété xfconf et la ressource locale pour le changement de thème de notification.
gl: Non se puido crear o vínculo entre a propiedade xfconf e o recurso local para a notificación de cambio de tema.
pl: Nie udało się utworzyć powiązania między właściwością xfconf a zasobem lokalnym w celu powiadomienia o zmianie motywu.
ru: Не удалось создать привязку между свойством xfconf и локальным ресурсом для уведомления об изменении темы.
tr: Tema değiştirme bildirimi için xfconf özelliği ve yerel kaynak arasında bağlama oluşturulamadı.

source: Welcome to %s (%s)!
fr: Bienvenue à %s (%s) !
gl: Dámoslle a benvida a %s (%s)!
pl: Witamy w %s (%s)!
ru: Добро пожаловать в %s (%s)!
tr: %s (%s)'e hoşgeldiniz!

source: Welcome to %s!
fr: Bienvenue à %s !
gl: Dámoslle a benvida a %s!
pl: Witamy w %s!
ru: Добро пожаловать в %s!
tr: %s'e hoşgeldiniz!

source: Fork to background
fr: Bifurquer pour le fond
gl: Enviar ao segundo plano
pl: Forkuj do tła
ru: На задний план
tr: Arka plana çatalla

source: Quit running instance
fr: Quitter l'instance fonctionnant
gl: Saír da instancia en execución
pl: Zamknij działające wystąpienie programu
ru: Выход
tr: Örneği çalıştırmayı bırak

source: Restart running instance
fr: Redémarrez instance fonctionnant
gl: Reiniciar a instancia en execución
pl: Uruchom ponownie działające wystąpienie programu
ru: Перезапустить
tr: Çalışan örneği yeniden başlat

source: Toggles visibility if running instance was started in daemon mode otherwise it quits running non-daemon instance
gl: Alterna a visibilidade se a instancia en execución se iniciou no modo servizo, se non, sae da instancia en execución está en modo servizo
pl: Przełącza widoczność, jeśli uruchomione wystąpienie zostało uruchomione w trybie demona, w przeciwnym razie kończy działanie wystąpienia innego niż demon
ru: Переключает видимость, если запущенный экземпляр находиться в режиме демона, в противном случае он прекращает работу экземпляра, не являющегося демоном
tr: Örnek, arthizmet modunda başlatılmışsa görünebilirliği değiştirir, aksi takdirde arthizmet olmayan örnek çalıştırmayı durdurur.

source: The ID of view to switch to on startup or resume
gl: O ID da vista para alternar entre ir ao inicio ou retomar
pl: Identyfikator widoku, który ma zostać przełączony podczas uruchamiania lub wznawiania
ru: Идентификатор вида для переключения при запуске или возобновлении
tr: Başlangıç veya devam ettirmeye geçmek için görünüm kimliği

source: Show version
gl: Amosar a versión
pl: Pokaż wersję
ru: Показать версию
tr: Sürümü göster

source: A Gnome Shell like dashboard for Xfce4 - version
fr: Un Gnome Shell comme tableau de bord pour Xfce4 - version
gl: Un panel de control parecido ao intérprete de ordes Gnome para o Xfce4 - versión
pl: Podobny do powłoki Gnome pulpit nawigacyjny dla Xfce4 - wersja
ru: Панель инструментов Gnome Shell для Xfce4 - версия
tr: Xfce4 - sürümü için bir Gnome Kabuğu benzeri gösterge paneli

source: Cannot daemonized because a temporary new instance of application was forced.
gl: Non se pode pór como servizo porque se forzou unha nova instancia temporal do aplicativo.
pl: Nie można zdemonizować, ponieważ wymuszono tymczasowe nowe wystąpienie programu.
ru: Невозможно демонизировать, потому что был временно создан новый экземпляр приложения.
tr: Geçici bir yeni uygulama örneği zorlandığından, arthizmet yapılamadı.

source: Unable to register application: %s
fr: Impossible d'enregistrer l'application : %s
gl: Non se pode rexistrar o aplicativo: %s
pl: Nie udało się zarejestrować programu: %s
ru: Невозможно зарегистрировать приложение: %s
tr: Uygulama kaydedilemiyor: %s

source: Is daemonized
fr: Est démonisée
gl: Está convertido a servizo
pl: Jest zdemonizowany
ru: Это служба
tr: Arthizmet oldu

source: Flag indicating if application is daemonized
fr: Drapeau signalant si l'application est démonisée
gl: Marca que indica se o aplicativo é convertido a servizo
pl: Flaga wskazująca, czy program jest demonizowany
ru: Флаг указывающий, является ли приложение служебным
tr: Uygulama arthizmet olmuşsa bayrak belirt

source: Is suspended
fr: Est suspendu
gl: Está en suspensión
pl: Jest wstrzymany
ru: Приостановлено
tr: Askıya alındı

source: Flag indicating if application is suspended currently
fr: Drapeau signalant si l'application est suspendue actuellement
gl: Marca que indica se o aplicativo está en suspensión actualmente
pl: Flaga wskazująca, czy program jest aktualnie wstrzymany
ru: Флаг, указывающий, приостановлено ли приложение в данный момент
tr: Uygulamanın şu anda askıya alınıp alınmadığını gösteren bayrak

source: Stage
gl: Escenario
pl: Scena
ru: Уровень
tr: Sahne

source: The stage object of application
gl: O escenario obxecto do aplicativo
pl: Obiekt sceny programu
ru: Уровень объекта в приложении
tr: Uygulamanın sahne nesnesi

source: Theme name
fr: Nom du thème
gl: Nome do tema
pl: Nazwa motywu
ru: Название темы
tr: Tema adı

source: Name of current theme
fr: Nom du thème actuel
gl: Nome do tema actual
pl: Nazwa obecnego motywu
ru: Текущая тема
tr: Geçerli tema adı

source: Iterator does not belong to application menu model.
gl: O elemento non pertence ao modelo de menú do aplicativo.
pl: Iterator nie należy do modelu menu programu.
ru: Итератор не принадлежит к модели меню приложения.
tr: Yineleyici, uygulama menüsü modeline ait değildir.

source: Invalid column number %d added to iter (remember to end your list of columns with a -1)
gl: O número de columna %d non é válido para engadir ao proceso (lembre rematar a lista de columnas cun -1)
pl: Dodano nieprawidłowy numer kolumny %d do itera (pamiętaj, aby zakończyć listę kolumn znakami -1)
ru: Неверный номер столбца %d добавлен в iter (не забудьте завершить список столбцов с -1)
tr: Geçersiz sütun numarası %d iter'e eklendi (-1 ile sütun listenizi sonlandırmayı unutmayın)

source: No storage pointer provided to store value of column number %d
gl: Non se fornece un punteiro de almacenamento para almacenar o valor da columna número %d
pl: Nie podano wskaźnika pamięci do przechowywania wartości numeru kolumny %d
ru: Нет указателя хранилища для сохранения значения столбца %d
tr: Sütun %d değerini saklamak için bir depolama işaretçisi sağlanmadı

source: Could not create configuration folder for applications search provider at %s: %s
fr: Impossible de créer le dossier de configuration pour le fournisseur de recherche d'applications à %s : %s
gl: Non se puido crear o cartafol de configuración para o fornecedor de busca de aplicativos en %s: %s
pl: Nie udało się utworzyć folderu konfiguracyjnego dla dostawcy wyszukiwania programów pod adresem %s: %s
ru: Не удалось создать каталог конфигурации для поиска приложений в %s: %s
tr: %s adresindeki uygulamalar arama sağlayıcısı için yapılandırma klasörü oluşturulamadı: %s

source: Statistics were not initialized
fr: Les statistiques ont été pas initialisés
gl: As estatísticas non se inicializaron
pl: Statystyki nie zostały zainicjowane
ru: Статистика не была инициализирована
tr: İstatistikler başlatılmadı

source: Could not build path to statistics file of applications search provider
fr: Impossible de construire chemin vers les statistiques du fichier fournisseur de recherche d'applications
gl: Non se puido crear a ruta para o ficheiro de estatísticas do fornecedor de busca de aplicativos
pl: Nie udało się zbudować ścieżki do pliku statystyk dostawcy wyszukiwania programów
tr: Uygulama arama sağlayıcısının istatistik dosyası yolu oluşturulamadı

source: Could not create statistics data for application '%s' of applications search provider
fr: Impossible de créer des données statistiques pour l' application « %s » des applications des fournisseurs de recherche
gl: Non se puido crear datos estatísticos para o aplicativo «%s» do fornecedor de busca de aplicativos
pl: Nie udało się utworzyć danych statystycznych dla programu '%s' dostawcy wyszukiwania programów
tr: Uygulama arama sağlayıcısının '%s' uygulaması için istatistik verileri oluşturulamadı

source: Could not get value from group [%s] for application %s from statistics file of applications search provider: %s
fr: Impossible d' obtenir la valeur du groupe [%s] pour l' application %s à partir des statistiques du fichier fournisseur de recherche d'applications : %s
gl: Non se puido obter o valor do grupo [%s] para o aplicativo %s do ficheiro de estatísticas do fornecedor de busca de aplicativos: %s
pl: Nie udało się pobrać wartości z grupy [%s] dla programu %s z pliku statystyk dostawcy wyszukiwania programów: %s
tr: Uygulama arama sağlayıcısı istatistik dosyasından [%s] uygulaması için %s grubundan değer alınamadı: %s

source: Failed to save statistics of applications search provider to %s: %s
fr: Impossible d'enregistrer les statistiques de fournisseur de recherche d'applications à %s : %s
gl: Produciuse un fallo ao gardar as estatísticas do fornecedor de busca de aplicativos para %s: %s
pl: Nie udało się zapisać statystyk dostawcy wyszukiwania programów w %s: %s
tr: Uygulama arama sağlayıcının istatistiklerini %s'e kaydetme başarısız oldu: %s

source: Failed to load statistics of applications search provider from %s: %s
fr: Impossible de charger les statistiques du moteur de recherche d'applications de %s : %s
gl: Produciuse un fallo ao cargar as estatísticas do fornecedor de busca de aplicativos para %s: %s
pl: Nie udało się załadować statystyk dostawcy wyszukiwania programów z %s: %s
tr: Uygulama arama sağlayıcının istatistiklerini %s'den yükleme başarısız oldu: %s

source: No application information available for clicked application button.
gl: Non hai información dispoñíbel do aplicativo para o botón do aplicativo premido.
pl: Brak informacji o programie dla klikniętego przycisku programu.
ru: Нет информации о приложении, доступной для клавиши.
tr: Tıklanan uygulama düğmesi için uygulama bilgisi mevcut değildir.

source: Launch
gl: Iniciar
pl: Uruchom
ru: Запуск
tr: Başlat

source: Applications
gl: Aplicativos
pl: Aplikacje
ru: Приложения
tr: Uygulamalar

source: Could not allocate memory to copy search criteria for case-insensitive search
fr: Impossible d'allouer de la mémoire pour copier le critères de recherche pour la recherche insensible à la casse
gl: Non se puido asignar memoria para copiar o criterio de busca para buscar sen distinguir maiúsculas e minúsculas
pl: Nie udało się przydzielić pamięci do kopiowania kryteriów wyszukiwania bez rozróżniania wielkości liter
ru: Не удалось выделить память для копирования критериев поиска для поиска без учета регистра
tr: Büyük/küçük harfe duyarlı olmayan arama için arama ölçütlerini kopyalamak için bellek ayrılamadı

source: Cannot create actor for desktop ID '%s' in result set of %s
fr: Impossible de créer l'acteur pour l'ID de ordinateur de bureau « %s » dans le résultat mis à %s
gl: Non se puido crear o actor para o ID de escritorio %s no conxunto de resultados de %s
pl: Nie można utworzyć aktora dla identyfikatora pulpitu '%s' w zestawie wyników %s
tr: %s sonuç kümesinde '%s' masaüstü kimliği için aktör oluşturulamıyor

source: Sort mode
fr: Mode tri
gl: Modo de ordenación
pl: Tryb sortowania
ru: Сортировка
tr: Sıralama modu

source: Defines how to sort matching applications
fr: Définit la façon de trier les applications correspondantes
gl: Define como ordenar os aplicativos coincidentes
pl: Określa, jak sortować pasujące aplikacje
ru: Определяет, как сортировать совпадающие приложения
tr: Eşleşen uygulamaların nasıl sıralanacağını tanımlar.

source: Could not find view of type %s for menu '%s'
fr: Impossible de trouver une vue du type %s pour le menu « %s »
gl: Non se puido atopar a vista de tipo %s para o menú «%s»
pl: Nie udało się znaleźć typu widoku %s dla menu '%s'
tr: '%s' menüsü için %s türü görünüm bulunamadı

source: Back
fr: Arrière
gl: Recuar
pl: Wróć
ru: Назад
tr: Geri

source: Go back to previous menu
fr: Retour au menu précédent
gl: Recuar ao menú anterior
pl: Wróć do poprzedniego menu
ru: Вернуться в предыдущее меню
tr: Önceki menüye dön

source: All applications
fr: Toutes les applications
gl: Todos os aplicativos
pl: Wszystkie aplikacje
ru: Все приложения
tr: Tüm uygulamalar

source: List of all installed applications
fr: Liste de toutes les applications installées
gl: Lista de todos os aplicativos instalados
pl: Lista wszystkich zainstalowanych aplikacji
ru: Список всех установленных приложений
tr: Tüm kurulu uygulamaları listele

source: %s is not a child of %s and cannot be selected
fr: %s n'est pas un enfant de %s et ne peut pas être sélectionné
gl: %s non é fillo de %s polo que non pode ser seleccionado
pl: %s nie jest elementem podrzędnym %s i nie może być wybrany
tr: %s, %s'in bir çocuğu değildir ve seçilemez

source: Focusable object %s does not handle selection direction of type %s in icon mode.
fr: L'objet focusable %s ne gère pas la sélection de direction de type %s en mode icône.
gl: O obxecto que permite obter o foco %s non manexa a dirección de selección do tipo %s no modo icona.
pl: Obiekt, na który można ustawić fokus, %s nie obsługuje kierunku wyboru typu %s w trybie ikon.
tr: Odaklanabilir %s nesnesi simge modunda %s türündeki seçim yönünü işlemez.

source: Focusable object %s does not handle selection direction of type %s in list mode.
fr: L'objet focusable %s ne gère pas la sélection de direction de type %s en mode liste.
gl: O obxecto que permite obter o foco %s non manexa a dirección de selección do tipo %s no modo lista.
pl: Obiekt, na który można ustawić fokus, %s nie obsługuje kierunku wyboru typu %s w trybie listy.
tr: Odaklanabilir %s nesnesi liste modunda %s türündeki seçim yönünü işlemez.

source: Cannot lookup selection target at %s because %s is a child of %s
fr: Vous ne pouvez pas rechercher la cible de sélection %s parce %s est un enfant de %s
gl: Non se pode buscar o destino da selección %s porque %s é un fillo de %s
pl: Nie można wyszukać celu wyboru w miejscu, %s ponieważ %s jest elementem podrzędnym %s
tr: Seçim hedefi %s konumunda olamaz çünkü %s %s'in bir çocuğudur

source: Focusable object %s does not handle selection direction of type %s.
fr: L'objet focusable %s ne gère pas la sélection de direction de type %s.
gl: O obxecto que permite obter o foco %s non manexa a dirección de selección do tipo %s.
pl: Obiekt, na który można ustawić fokus, %s nie obsługuje kierunku wyboru typu %s.
tr: Odaklanabilir %s nesnesi %s tipinin seçim yönünü işlemez.

source: %s is a child of %s and cannot be activated at %s
fr: %s est un enfant de %s et ne peut être activé à %s
gl: %s é fillo de %s polo que non pode ser activado en %s
pl: %s jest elementem podrzędnym %s i nie może być aktywowany w %s
tr: %s %s'in bir çocuğu ve %sde etkinleştirilemez

source: View mode
fr: Vu mode
gl: Modo vista
pl: Tryb widoku
ru: Режим просмотра
tr: Görüntüleme modu

source: The view mode used in this view
fr: Le mode d'affichage utilisé dans cette vue
gl: O modo de vista usado nesta vista
pl: Tryb widoku używany w tym widoku
ru: Используемый режим просмотра
tr: Bu görünümde kullanılan görüntüleme modu

source: Spacing
fr: Espacement
gl: Espazamento
pl: Rozstaw
ru: Интервал
tr: Aralık

source: Spacing between each element in view
fr: L'espacement entre chaque élément de vue
gl: O espazamento entre cada elemento na vista
pl: Rozstaw między każdym widocznym elementem
ru: Расстояние между элементами
tr: Görünümdeki her öğe arasındaki boşluk

source: Parent menu icon
fr: Icône du menu parent
gl: Icona do menú principal
pl: Ikona menu nadrzędnego
ru: Значок родительского меню
tr: Ana menü simgesi

source: Name of icon to use for 'go-back-to-parent-menu' entries
fr: Nom de l'icône à utiliser pour les entrées « go-back-to-parent-menu »
gl: Nome da icona que se usará para as entradas «recuar ao menú principal»
pl: Nazwa ikony, która ma być używana dla pozycji 'go-back-to-parent-menu'
ru: Имя значка для родительского меню
tr: 'Ana-menüye-geri-dön' girişleri için kullanılacak simgenin adı

source: Show all applications
fr: Voir toutes les applications
gl: Amosar todos os aplicativos
pl: Pokaż wszystkie zainstalowane aplikacje
ru: Показать все приложения
tr: Tüm uygulamaları göster

source: Whether to show a menu for all installed applications at root menu
fr: Que ce soit pour afficher un menu pour toutes les applications installées au menu racine
gl: Indica se se amosa un menú para todos os aplicativos instalados no menú raíz
pl: Czy pokazywać menu dla wszystkich zainstalowanych programów w menu głównym
ru: Стоит ли показывать меню для всех установленных приложений в корневом меню
tr: Kök menüsünde yüklü tüm uygulamalar için bir menü gösterilip gösterilmeyeceği

source: Background type
fr: Type de fond
gl: Tipo de fondo
pl: Rodzaj tła
ru: Тип фона
tr: Arka plan türü

source: Corners
fr: Coins
gl: Esquinas
pl: Narożniki
ru: Углы
tr: Köşeler

source: Determines which corners are rounded for background and outline
fr: Détermine les coins qui sont arrondis pour le fond et le contour
gl: Determina cales esquinas son arredondadas para o fondo e o perímetro
pl: Określa, które narożniki są zaokrąglane dla tła i konturu
ru: Определяет, какие углы закруглены для фона и контура
tr: Arka plan ve açıklık için hangi köşelerin yuvarlandığını belirler

source: Corner radius
fr: Rayon de coins
gl: Raio da esquina
pl: Promień narożnika
ru: Радиус
tr: Köşe yarıçapı

source: Radius of rounded corners for background and outline
fr: Rayon des angles arrondis pour le fond et le contour
gl: Raio de esquinas arredondadas para fondo e perímetro
pl: Promień zaokrąglonych narożników dla tła i konturu
ru: Радиус закругленных углов для фона и контура
tr: Arka plan ve açıklık için yuvarlak köşe yarıçapı

source: Background fill color
fr: Couleur de remplissage d'arrière-plan
gl: Cor para encher o fondo
pl: Kolor wypełnienia tła
ru: Цвет фоновой заливки
tr: Arka plan dolgu rengi

source: Color to fill background with
fr: Couleur pour remplir l'arrière-plan avec
gl: Encher o fondo coa cor
pl: Kolor, którym którym zostanie wypełnione tło
ru: Цвет для фоновой заливки
tr: Arka planı doldurmak için renk

source: Fill corners
fr: Remplir les coins
gl: Encher as esquinas
pl: Wypełnij narożniki
ru: Заполнить углы
tr: Köşeleri doldur

source: Determines which corners are rounded at background
fr: Détermine quels coins sont arrondis à l'arrière-plan
gl: Determina cales esquinas son arredondadas no fondo
pl: Określa, które narożniki są zaokrąglane w tle
ru: Определяет, какие углы у фона закруглены
tr: Hangi köşelerin arka planda yuvarlak olduğunu belirler

source: Radius of rounded corners of background
fr: Rayon des angles arrondis à l'arrière-plan
gl: Raio das esquinas arredondadas do fondo
pl: Promień zaokrąglonych narożników tła
ru: Радиус закругленных углов фона
tr: Hangi köşelerin arka planda yuvarlak olduğunu belirler

source: Outline color
fr: Couleur du contour
gl: Cor do perímetro
pl: Kolor konturu
ru: Цвет контура
tr: Anahat rengi

source: Color to draw outline with
fr: Couleur pour dessiner le contour avec
gl: Debuxar o perímetro coa cor
pl: Kolor, którym ma zostać rysowany kontur
ru: Цвет для рисования контура
tr: Anahat çizmek için renk

source: Outline width
fr: Largeur du contour
gl: Largura do perímetro
pl: Szerokość konturu
ru: Ширина контура
tr: Anahat genişliği

source: Width of line used to draw outline
fr: Largeur de la ligne utilisée pour dessiner les bordures
gl: Largura da liña usada para debuxar o perímetro
pl: Szerokość linii używanej do rysowania konturu
ru: Ширина линии, используемой для рисования контура
tr: Anahattı çizmek için kullanılan çizginin genişliği

source: Outline borders
fr: Bordures du contour
gl: Bordo do perímetro
pl: Obramowanie konturu
ru: Границы контура
tr: Anahat kenar süsleri

source: Determines which sides of border of outline should be drawn
fr: Détermine qui devraient être tirées côtés de la frontière de l'aperçu
gl: Determina que lados do bordo do perímetro deberían ser debuxados
pl: Określa, które strony krawędzi konturu mają zostać narysowane
ru: Определяет, какие стороны границы контура должны быть нарисованы
tr: Anahat sınırının hangi kenarlarının çizileceğini belirler

source: Outline corners
fr: Coins des bordures
gl: Perímetro das esquinas
pl: Narożniki konturu
ru: Углы контура
tr: Anahat köşeleri

source: Determines which corners are rounded at outline
fr: Détermine les coins sont arrondis au contour
gl: Determina que esquinas son arredondadas no perímetro
pl: Określa, które narożniki są zaokrąglane na konturze
ru: Определяет, какие углы закруглены в контуре
tr: Anahatta hangi köşelerin yuvarlak olduğunu belirler

source: Outline corner radius
fr: Rayon de coins des bordures
gl: Raio da esquina do perímetro
pl: Kontur promienia narożnika
ru: Радиус угла контура
tr: Anahat köşe yarıçapı

source: Radius of rounded corners of outline
fr: Rayon des coins arrondis du contour
gl: Raio da esquina arredondada do perímetro
pl: Promień zaokrąglonych narożników konturu
ru: Радиус закругленных углов контура
tr: Anahattaki yuvarlak köşelerin yarıçapı

source: Image
gl: Imaxe
pl: Obraz
ru: Изображение
tr: Resim

source: Image to draw as background
fr: Image pour dessiner l'arrière-plan
gl: Imaxe para debuxar como fondo
pl: Obraz do narysowania jako tło
ru: Изображения в качестве фона
tr: Arka plan olarak çizilecek resim

source: Event type
fr: Type d'événement
gl: Tipo de evento
pl: Typ zdarzenia
ru: Тип события
tr: Etkinlik türü
