Repository: Xubuntu/xfdashboard
Catalog: po/*.po
Languages: fr, gl, pl, ru, tr

source: The assigned window number. If set to non-zero the close button will be hidden and the window number will be shown instead. If set to zero the close button will be shown again.
fr: Le nombre de fenêtre affecté. Si la valeur non nulle le bouton de fermeture sera caché et le nombre de fenêtre se affiche à la place. Se il est réglé à zéro le bouton de fermeture sera présenté de nouveau.
gl: O número de xanela asignado. Se se define como distinto de cero, o botón pechar ocultarase e amosarase o número da xanela. Se se pon a cero, o botón pechar amosarase de novo.
pl: Przypisany numer okna. Jeśli ustawione na wartość niezerową, przycisk zamykania zostanie ukryty, a zamiast tego zostanie wyświetlony numer okna. Jeśli ustawione na zero, przycisk zamykania zostanie ponownie wyświetlony.
ru: Назначенный номер окна. Если установлено ненулевое значение, кнопка закрытия будет скрыта, а вместо этого будет показан номер окна. Если установлен ноль, кнопка закрытия будет отображаться снова.
tr: Atanmış pencere numarası. Sıfırdan farklı bir değere ayarlanırsa kapat düğmesi gizlenecek ve bunun yerine pencere numarası gösterilecektir. Sıfır olarak ayarlanırsa, kapat düğmesi tekrar gösterilir.

source: Close button padding
fr: Fermer touche rembourrage
gl: O recheo do botón pechar
pl: Wypełnienie przycisku zamykania
ru: Поля кнопки закрытия
tr: Kapat düğmesi dolgusu

source: Padding of close button to window actor in pixels
fr: Rembourrage de bouton de fermeture pour fenêtre acteur en pixels
gl: Recheo do botón pechar para o actor da xanela en píxeles
pl: Wypełnienie przycisku zamykania do aktora okna w pikselach
ru: Поля кнопки закрытия окна в пикселях
tr: Kapat düğmesinin pencere aktörüne piksel olarak doldurulması

source: Title actor padding
fr: Titre acteur rembourrage
gl: Recheo do título do actor
pl: Wypełnienie aktora tytułu
ru: Поля заголовка действия
tr: Başlık aktörü dolgusu

source: Padding of title actor to window actor in pixels
fr: Rembourrage du titre acteur à acteur fenêtre en pixels
gl: Recheo do título do actor para o actor da xanela en píxeles
pl: Wypełnienie aktora tytułu do aktora okna w pikselach
ru: Поля заголовка действия в окне в пикселях
tr: Başlık aktörünün pencere aktörüne piksel olarak dolgulanması

source: Show sub-windows
gl: Amosar subxanelas
pl: Pokaż podokna
ru: Показать вложенные окна
tr: Alt pencereleri göster

source: Whether to show sub-windows of this main window
gl: Indica se se amosan subxanelas desta xanela principal
pl: Czy pokazywać podokna tego głównego okna
ru: Показывать ли вложенные окна в основном окне
tr: Bu ana pencerenin alt pencerelerini gösterip göstermeyeceği

source: Allow sub-windows
gl: Permitir subxanelas
pl: Zezwól na podokna
ru: Разрешить вложенные окна
tr: Alt pencerelere izin ver

source: Whether to show sub-windows if requested by theme
gl: Indica se se amosan subxanelas se o solicita o tema
pl: Czy pokazywać podokna, jeśli wymaga tego motyw
ru: Показывать ли вложенные окна при выбранной теме
tr: Temaya göre istenirse alt pencerelerin gösterilip gösterilmeyeceği

source: Workspace
fr: Espace de travail
gl: Espazo de traballo
pl: Przestrzeń robocza
ru: Рабочая среда
tr: Çalışma Alanı

source: The workspace to show
fr: L'espace de travail pour montrer
gl: O espazo de traballo a amosar
pl: Przestrzeń robocza do wyświetlenia
ru: Показать рабочий стол
tr: Gösterilecek çalışma alanı

source: The monitor whose window to show only
fr: Le moniteur dont la fenêtre est à afficher uniquement
gl: O seguimento cuxa xanela só se amosará
pl: Monitor, którego okno ma być tylko wyświetlane
tr: Sadece penceresini gösterecek olan ekran

source: Background image type
fr: Type d'image de fond
gl: Tipo da imaxe de fondo
pl: Typ obrazu tła
ru: Тип фонового изображения
tr: Arkaplan resim türü

source: Show workspace name
fr: Afficher le nom d'espace de travail
gl: Amosar o nome do espazo de traballo
pl: Pokazuj nazwę przestrzeni roboczej
tr: Çalışma alanı adını göster

source: If TRUE the name of workspace should be shown
fr: Si TRUE le nom de l'espace de travail doit être affiché
gl: Se SI o nome do espazo de traballo debería amosarse
pl: Jeśli TRUE, powinna zostać wyświetlona nazwa obszaru roboczego
tr: DOĞRUYSA çalışma alanının adı gösterilmelidir

source: Workspace name padding
fr: Nom Workspace padding
gl: Recheo do nome do espazo de traballo
pl: Wypełnienie nazwy obszaru roboczego
ru: Поля имени рабочего пространства
tr: Çalışma alanı adı dolgusu

source: Padding of workspace name actor in pixels
fr: Rembourrage du nom espace de travail acteur en pixels
gl: Recheo en píxeles do nome do actor para o espazo de traballo
pl: Wypełnienie nazwy aktora obszaru roboczego w pikselach
ru: Поля имени рабочего пространства в пикселях
tr: Çalışma alanı adı aktörünün piksel olarak doldurulması

source: The number of rows this model contains
fr: Le nombre de lignes que ce modèle contient
gl: Número de filas que contén este elemento
pl: Liczba wierszy, które zawiera ten model
ru: Количество строк в этой модели
tr: Bu modelin içerdiği satır sayısı

source: Sort set
gl: Configurar a ordenación
pl: Ustawienie sortowania
ru: Сортировать набор
tr: Kümeyi sırala

source: Whether a sorting function is set or not
gl: Se unha función de ordenación está definida ou non
pl: Czy funkcja sortowania jest ustawiona, czy nie
tr: Sıralama fonksiyonunun ayarlanıp ayarlanmadığı

source: Filter set
gl: Configurar o filtro
pl: Ustawienie filtrowania
ru: Набор фильтров
tr: Süzgeç ayarı

source: Whether a filter is set or not
gl: Se un filtro está definido ou non
pl: Czy filtr jest ustawiony, czy nie
ru: Установлен ли фильтр или нет
tr: Bir süzgecin ayarlanıp ayarlanmadığı

source: Free data callback
gl: Liberar de datos ao devolver a chamada
pl: Wywołanie zwrotne zwalniania danych
tr: Ücretsiz veri araması

source: Callback function to free data when removing or overwriting data in model
gl: A función da devolución da chamada para liberar os datos cando se borra ou sobrescriben datos no modelo
pl: Funkcja wywołania zwrotnego do zwolnienia danych podczas usuwania lub nadpisywania danych w modelu
tr: Modeldeki verileri kaldırırken veya üzerine yazarken verileri serbest bırakmak için geri arama işlevi

source: Width
fr: Largeur
gl: largura
pl: Szerokość
ru: Ширина
tr: Genişlik

source: Borders
fr: Bordures
gl: Bordos
pl: Obramowanie
ru: Границы
tr: Kenarlar

source: Determines which sides of the border to draw
fr: Détermine les côtés de la frontière pour dessiner
gl: Determina que lados do bordo do perímetro a debuxar
pl: Określa, które boki obramowania rysować
ru: Определяет, какие стороны границы нарисовать
tr: Sınırın hangi kenarlarının çizileceğini belirler

source: Determines which corners are rounded
fr: Détermine quels coins sont arrondis
gl: Determina que esquinas son arredondadas
pl: Określa, które narożniki są zaokrąglane
ru: Определяет, какие углы скруглены
tr: Hangi köşelerin yuvarlak olduğunu belirler

source: Radius of rounded corners
fr: Rayon des angles arrondis
gl: Raio da esquina arredondada
pl: Promień zaokrąglonych narożników
ru: Радиус закругленных углов
tr: Yuvarlak köşelerin yarıçapı

source: Cannot get path for plugin at %s
fr: Vous ne pouvez pas obtenir le chemin pour l' extension à %s
gl: Non se pode obter a ruta para o engadido en %s
pl: Nie można uzyskać ścieżki do wtyczki w %s
ru: Не удается получить путь для плагина в %s
tr: %s'de eklenti için yol alınamıyor

source: Missing path to plugin
fr: chemin manquant pour le greffon
gl: Falta a ruta do engadido
pl: Brakująca ścieżka do wtyczki
ru: Отсутствует путь к плагину
tr: Eklenti için eksik yol

source: Path '%s' does not exist
fr: Chemin « %s » n'existe pas
gl: Non existe a ruta «%s»
pl: Ścieżka '%s' nie istnieje
ru: Путь '%s' не существует
tr: '%s' yolu mevcut değil

source: Bad state '%s' - expected '%s
fr: Mauvais état ​​« %s » - attendu '%s
gl: Estado incorrecto «%s» - agardábase «%s
pl: Zły stan '%s' - oczekiwano '%s
ru: Плохое состояние '%s' - вероятно '%s
tr: Kötü durum '%s' - beklenen '%s

source: Plugin was already initialized
fr: greffon a déjà été initialisé
gl: O engadido xa foi iniciado
pl: Wtyczka została już zainicjowana
ru: Плагин уже был инициализирован
tr: Eklenti zaten başlatıldı

source: Plugin does not implement required function %s
fr: greffon ne met pas en œuvre la fonction requise %s
gl: O engadido non incorpora a función requirida %s
pl: Wtyczka nie implementuje wymaganej funkcji %s
tr: Eklenti gerekli %s işlevini uygulamıyor

source: Plugin did not set required ID
fr: greffon n'a pas défini ID requis
gl: O engadido non definiu o identificador requirido
pl: Wtyczka nie ustawiła wymaganego identyfikatora
ru: Плагин не установил требуемый ID
tr: Eklenti gerekli kimlik ayarlamadı

source: Plugin cannot be enabled
fr: greffon ne peut pas être activé
gl: O engadido non pode ser activado
pl: Nie można włączyć wtyczki
ru: Плагин не может быть включен
tr: Eklenti etkinleştirilemiyor

source: Plugin cannot be disabled
fr: greffon ne peut pas être désactivé
gl: O engadido non pode ser desactivado
pl: Nie można wyłączyć wtyczki
ru: Плагин не может быть отключен
tr: Eklenti devre dışı bırakılamıyor

source: Plugin '%s' could not be unloaded successfully: %s
fr: Greffon « %s » n'a pas pu être déchargé avec succès : %s
gl: O engadido «%s» non puido ser descargado con éxito: %s
pl: Wtyczki '%s' nie udało się wyładować pomyślnie: %s
tr: '%s' eklentisi başarıyla kaldırılamadı: %s

source: Unknown
fr: Inconnu
gl: Descoñecido
pl: Nieznane
ru: Неизвестно
tr: Bilinmeyen

source: File name
fr: Nom de fichier
gl: Nome de ficheiro
pl: Nazwa pliku
ru: Имя файла
tr: Dosya adı

source: Path and file name of this plugin
fr: Chemin d'accès et le nom de fichier de ce greffon
gl: A ruta e nome de ficheiro deste engadido
pl: Ścieżka i nazwa pliku tej wtyczki
ru: Путь и имя файла этого дополнения
tr: Bu eklentinin yolu ve dosya adı

source: The unique ID for this plugin
fr: L'ID unique pour ce greffon
gl: O identificador único deste engadido
pl: Unikalny identyfikator tej wtyczki
ru: Уникальный идентификатор для этого дополнения
tr: Bu eklentinin benzersiz kimliği

source: Flags defining behaviour of this plugin
gl: As marcas definindo o comportamento deste engadido
pl: Flagi określające zachowanie tej wtyczki
ru: Флаги, определяющие поведение этого плагина
tr: Bu eklentinin davranışını tanımlayan bayraklar

source: name
fr: prénom
gl: nome
pl: nazwa
ru: имя
tr: ad

source: Name of plugin
fr: Nom du greffon
gl: Nome do engadido
pl: Nazwa wtyczki
ru: Имя плагина
tr: Eklenti adı

source: Description
gl: Descrición
pl: Opis
ru: Описание
tr: Açıklama

source: A short description about this plugin
fr: Une courte description de ce greffon
gl: Unha pequena descrición sobre este engadido
pl: Krótki opis tej wtyczki
ru: Краткое описание этого дополнения
tr: Bu eklenti hakkında kısa bir açıklama

source: Author
fr: Auteur
gl: Autor
pl: Autor
ru: Автор
tr: Yazar

source: The author of this plugin
fr: L'auteur de ce greffon
gl: O autor desde engadido
pl: Autor tej wtyczki
ru: Автор этого плагина
tr: Bu eklentinin yazarı

source: Copyright
fr: droits d'auteur
pl: Prawa autorskie
ru: Авторские права
tr: Telif hakkı

source: The copyright of this plugin which usually contains year of development
fr: Le droit d'auteur de ce greffon qui contient habituellement année de développement
gl: O copyright deste engadido que normalmente conten ano de desenvolvemento
pl: Prawa autorskie do tej wtyczki, która zwykle zawiera rok utworzenia
ru: Авторские права на этот плагин, который обычно содержит год разработки
tr: Genellikle gelişme yılını içeren bu eklentinin telif hakkı

source: License
fr: Licence
gl: Licenza
pl: Licencja
ru: Лицензия
tr: Lisans

source: The license of this plugin
fr: La licence de ce greffon
gl: Licenza deste engadido
pl: Licencja tej wtyczki
ru: Лицензия этого дополнения
tr: Bu eklentinin lisansı

source: Config path
fr: chemin Config
gl: Ruta de configuración
pl: Ścieżka konfiguracji
ru: Путь к конфигурации
tr: Yapılandırma yolu

source: The base path to configuration files of this plugin
fr: Le chemin d'accès de base aux fichiers de configuration de ce greffon
gl: A ruta base de ficheiros de configuración deste engadido
pl: Podstawowa ścieżka do plików konfiguracyjnych tej wtyczki
ru: Базовый путь к файлам конфигурации этого плагина
tr: Bu eklenti yapılandırma dosyalarının temel yolu

source: Cache path
fr: Chemin du cache
gl: Ruta da caché
pl: Ścieżka pamięci podręcznej
ru: Путь к кешу
tr: Önbellek yolu

source: The base path to cache files of this plugin
fr: Le chemin d'accès de base pour les fichiers cache de ce greffon
gl: A ruta base para os ficheiros caché deste engadido
pl: Podstawowa ścieżka do plików pamięci podręcznej tej wtyczki
ru: Базовый путь к файлам кэша этого плагина
tr: Bu eklenti önbellek dosyalarının temel yolu

source: Data path
fr: Chemin de données
gl: Ruta de datos
pl: Ścieżka danych
ru: Путь к данным
tr: Veri yolu

source: The base path to data files of this plugin
fr: Le chemin d'accès de base aux fichiers de données de ce greffon
gl: A ruta base para os ficheiros de datos deste engadido
pl: Podstawowa ścieżka do plików danych tej wtyczki
ru: Базовый путь к файлам данных этого плагина
tr: Bu eklentinin veri dosyalarına giden yol

source: Could not get plugin ID for file %s
fr: Impossible d' obtenir le greffon ID pour le fichier %s
gl: Non se puido obter o identificador do engadido para o ficheiro %s
pl: Nie udało się uzyskać identyfikatora wtyczki dla pliku %s
ru: Не удалось получить ID плагина для файла %s
tr: %s dosyası için eklenti kimliği alınamadı

source: Could not create plugin instance
fr: Impossible de créer une instance greffon
gl: Non se puido crear a instancia do engadido
pl: Nie udało się utworzyć wystąpienia wtyczki
ru: Не удалось создать экземпляр плагина
tr: Eklenti örneği oluşturulamadı

source: Setting plugin information for plugin '%s' at path '%s' failed: Plugin is already initialized
fr: Réglage de l' information greffon pour les greffon « %s » au chemin « %s » a échoué: greffon est déjà initialisé
gl: Fallou a configuración da información do engadido para o engadido «%s» no camiño «%s»: o engadido xa está inicializado
pl: Ustawienie informacji o wtyczce dla wtyczki '%s' w ścieżce '%s' nie powiodło się: Wtyczka jest już zainicjowana
tr: '%s' yolundaki '%s' eklentisi için eklenti bilgisi ayarlama başarısız: Eklenti zaten başlatıldı

source: Enabling plugin '%s' failed: Bad state '%s' - expected '%s'
fr: Activation de greffon « %s » échoué: Mauvais état ​​« %s » - devrait « %s »
gl: Produciuse un fallo activando o engadido «%s»: Estado incorrecto «%s» - agardábase «%s»
pl: Włączanie wtyczki '%s' nie powiodło się: Zły stan '%s' - oczekiwano '%s'
tr: '%s' eklentisini etkinleştirme başarısız: Kötü durum '%s' - beklenen '%s'

source: Could not find module for plugin ID '%s'
fr: Impossible de trouver le module de greffon ID « %s »
gl: Non se puido atopar o módulo para o identificador do engadido «%s»
pl: Nie udało się znaleźć modułu dla identyfikatora wtyczki '%s'
tr: '%s' eklenti kimliği için modül bulunamadı

source: Could not load plugin '%s': %s
fr: Impossible de charger le greffon « %s » : %s
gl: Non se puido cargar o engadido «%s»: %s
pl: Nie udało się załadować wtyczki '%s': %s
tr: '%s' eklentisi yüklenemedi: %s

source: Object of type %s is always disabled and cannot be enabled.
gl: O obxecto de tipo %s xa está desactivado e non pode ser activado.
pl: Obiekt typu %s jest zawsze wyłączony i nie można go włączyć.
tr: %s türünün nesnesi her zaman devre dışıdır ve etkinleştirilemez.

source: Minimum height
gl: Atura mínima
pl: Minimalna wysokość
tr: En az yükseklik

source: Forced minimum height request for the actor
gl: Solicitude de altura mínima forzada para o actor
pl: Wymuszone żądanie minimalnej wysokości dla aktora
tr: Oyuncu için zorlanmış en az yükseklik talebi

source: Line horizontal alignment
gl: Aliñamento horizontal da liña
pl: Wyrównanie wiersza w poziomie
tr: Çizgi yatay hizalama

source: The horizontal alignment of the actor within its allocation
gl: O aliñamento horizontal do actor dentro da súa asignación
pl: Poziome ustawienie aktora w ramach jego alokacji
tr: Aktörün tahsisinde yatay olarak hizalanması

source: Line vertical alignment
gl: Aliñamento vertical da liña
pl: Wyrównanie wiersza w pionie
tr: Çizgi dikey hizalama

source: The vertical alignment of the actor within its allocation
gl: O aliñamento vertical do actor dentro da súa asignación
pl: Pionowe ustawienie aktora w ramach jego alokacji
ru: Действие вертикального выравния в пределах своего расположения
tr: Aktörün tahsisinde dikey olarak hizalanması

source: Line length
gl: Lonxitude da liña
pl: Długość wiersza
ru: Длина линии
tr: Çizgi uzunluğu

source: Fraction of length of line
gl: Fracción de lonxitude da liña
pl: Ułamek długości wiersza
ru: Пунктирная линия
tr: Çizgi uzunluğu bölümü

source: Line width
fr: Largeur de ligne
gl: Largura da liña
pl: Szerokość wiersza
ru: Ширина линии
tr: Çizgi genişliği

source: Width of line
fr: Largeur de la ligne
gl: Largura da liña
pl: Szerokość wiersza
ru: Ширина для линии
tr: Çizginin genişliği

source: Line color
fr: Couleur de la ligne
gl: Cor da liña
pl: Kolor wiersza
ru: Цвет линии
tr: Çizgi rengi

source: Color to draw line with
fr: Couleur pour dessiner la ligne avec
gl: Debuxar a liña coa cor
pl: Kolor do rysowania wiersza
ru: Цвет для рисования линии
tr: Çizgi çizmek için renk

source: Object of type %s does not implement required virtual function XfdashboardPopupMenuItem::%s
gl: O obxecto do tipo %s non leva a cabo a función virtual necesaria XfdashboardPopupMenuItem::%s
pl: Obiekt typu %s nie implementuje wymaganej funkcji wirtualnej XfdashboardPopupMenuItem::%s
tr: %s tipindeki nesne gerekli XfdashboardPopupMenuItem::%s sanal işlevi uygulamıyor

source: Destroy on cancel
gl: Destruír ao cancelar
pl: Zniszcz przy anulowaniu
ru: Уничтожить при отмене
tr: İptal edildiğinde yok et

source: Flag indicating this pop-up menu should be destroyed automatically when it is cancelled
gl: A marca que indica que este menú emerxente debería destruírse automaticamente cando se cancele
pl: Flaga wskazująca, czy to wyskakujące menu powinno zostać zniszczone automatycznie po jego anulowaniu
ru: Флаг, указывающий, что это всплывающее меню должно быть уничтожено автоматически при его отмене
tr: Bu açılır menüyü gösteren bayrak, iptal edildiğinde otomatik olarak yok edilmelidir.

source: The object on which this pop-up menu depends on
gl: O obxecto do que depende este menú emerxente
pl: Obiekt, od którego zależy to wyskakujące menu
ru: Объект, от которого зависит это всплывающее меню
tr: Bu açılır menünün bağlı olduğu nesne

source: Show title
gl: Amosar o título
pl: Pokaż tytuł
ru: Показать название
tr: Başlığı göster

source: Flag indicating if the title of this pop-up menu should be shown
gl: Marca que indica se este menú emerxente debería amosarse
pl: Flaga wskazująca, czy tytuł tego wyskakującego menu powinien być pokazany
ru: Флаг, указывающий, должно ли отображаться название всплывающего меню
tr: Bu açılır menünün başlığının gösterilip gösterilmeyeceğini gösteren işaret

source: Title
fr: Titre
gl: Título
pl: Tytuł
ru: Название
tr: Başlık

source: Title of pop-up menu
gl: Título do menú emerxente
pl: Tytuł wyskakującego menu
ru: Название всплывающего меню
tr: Açılır menünün başlığı

source: Show title icon
gl: Amosar a icona do título
pl: Pokaż ikonę tytułu
ru: Показать название иконки
tr: Başlık simgesini göster

source: Flag indicating if the icon of title of this pop-up menu should be shown
gl: Marca que indica se a icona do título deste menú emerxente debería amosarse
pl: Flaga wskazująca, czy ikona tytułu tego wyskakującego menu powinna być pokazana
ru: Флаг, указывающий, должно ли отображаться название иконки всплывающего меню
tr: Bu açılır menünün başlık simgesinin gösterilip gösterilmeyeceğini gösteren işaret

source: Title icon name
fr: Titre du nom de l'icône
gl: Nome da icona do título
pl: Nazwa ikony tytułu
ru: Название иконки
tr: Başlık simgesi adı

source: Themed icon name or file name of icon used in title
fr: Nom de l'icône à thème ou nom de fichier de l'icône utilisé dans le titre
gl: Nome da icona temática ou nome do ficheiro da icona usado no título
pl: Nazwa ikony motywu lub nazwa pliku ikony użytej w tytule
tr: Temalı simge adı veya kullanılan simgenin dosya adı

source: Title GIcon
gl: Título do GIcon
pl: Tytuł interfejsu GIcon
ru: Название GIcon
tr: Glcon Başlığı

source: The GIcon of icon used in title
gl: O GIcon da icona usada no título
pl: Interfejs GIcon ikony użytej w tytułe
tr: Başlıkta kullanılan simge GIcon

source: %s is not a child of %s and cannot be moved
gl: %s non é fillo de %s e non pode ser movido
pl: %s nie jest elementem podrzędnym %s i nie może być przesunięty
tr: %s %s'nin bir çocuğu değildir ve taşınamaz

source: %s is not a child of %s and cannot be removed
gl: %s non é fillo de %s e non pode ser retirado
pl: %s nie jest elementem podrzędnym %s i nie może być usunięty
tr: %s %s'nin bir çocuğu değildir ve kaldırılamaz

source: Could not find monitor at pointer position %d,%d
gl: Non se puido atopar o seguimento na posición do punteiro %d, %d
pl: Nie udało się znaleźć monitora w pozycji wskaźnika %d,%d
tr: %d işaretçi konumunda monitör bulunamadı, %d

source: Could not check for duplicates for invalid %s object so assume no actor exists
fr: Impossible de vérifier les doublons pour %s objet invalide afin d'assumer qu'aucun acteur existe
gl: Non se puido comprobar duplicados par ao obxecto non válido %s así que se asume que o actor non existe
pl: Nie udało się sprawdzić duplikatów pod kątem nieprawidłowego obiektu %s, więc załóżmy, że żaden aktor nie istnieje
tr: Geçersiz %s nesnesinin kopyaları kontrol edilemedi, dolayısıyla aktörün var olmadığını varsayın

source: Could not check for duplicates for invalid %s object so assume it exists
fr: Impossible de vérifier les doublons pour invalide %s objet afin suppose qu'il existe
gl: Non se puido comprobar duplicados par ao obxecto non válido %s así que se asume que o elemento existe
pl: Nie udało się sprawdzić duplikatów pod kątem nieprawidłowego obiektu %s, więc załóżmy, że istnieje
tr: Geçersiz %s nesnesinin kopyaları kontrol edilemedi, dolayısıyla var olduğunu varsayın

source: Value at %p of type %s is not a %s so assume this desktop application item exists
fr: Value at% p de type% s ne est pas un% s afin assume ce point de l'application de bureau existe
gl: O valor en %p do tipo %s non é un %s así que se asume que o elemento deste aplicativo de escritorio existe
pl: Wartość %p typu %s nie jest %s więc załóżmy, że ten element porogramu pulpitu istnieje
ru: Значение %p из %s не %s поэтому предположим, что этот элемент приложения рабочего стола существует
tr: %p deki %s türünde değer bir %sdeğildir, dolayısıyla bu masaüstü uygulama öğesinin var olduğunu varsayın

source: No windows to activate for application
fr: Pas de fenêtres pour activer pour l'application
gl: Non hai xanela para activar para o aplicativo
pl: Brak okien do aktywacji dla programu
ru: Нет окон для активации приложения
tr: Uygulama için etkinleştirilecek pencere yok

source: Cannot find quicklaunch for application button.
gl: Non se atopa o inicio rápido para o botón do aplicativo.
pl: Nie można znaleźć szybkiego uruchamiania dla przycisku programu.
ru: Не удается найти кнопку быстрого запуска для кнопки приложения.
tr: Uygulama düğmesi için hızlı başlangıç bulunamıyor.

source: Favourite '%s' removed
fr: Favori « %s » enlevé
gl: Retirouse o favorito «%s»
pl: Ulubione '%s' usunięto
ru: Удалено из избранного '%s'
tr: Sık kullanılan '%s' kaldırıldı

source: Favourite '%s' added
fr: Favori « %s » ajouté
gl: Engadiuse o favorito «%s»
pl: Ulubione '%s' dodano
ru: Добавлено в избранное '%s'
tr: Sık kullanılan '%s' eklendi
